Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/po/*.po
Languages: as, pa, ro, sr, sr@latin, te

source: Applet to select different dwell-click types. Part of Mousetweaks
as: বিভিন্ন ধৰনৰ dwell ক্লিক নিৰ্বাচনৰ এপ্লেট । Mousetweaks ৰ অংশ
pa: ਵੱਖ ਵੱਖ ਡੀਵਿਲ-ਕਲਿੱਕ ਟਾਈਪ ਚੁਣਨ ਲਈ ਐਪਲਿਟ ਹੈ। ਮਾਊਸ-ਸੋਧ ਦਾ ਭਾਗ ਹੈ
ro: Miniaplicație pentru a alege diferite tipuri de clic staționar. Parte a Mousetweaks
sr: Програмче за избор различитих временских кликова. Део програма за подешавање миша
sr@latin: Programče za izbor različitih vremenskih klikova. Deo programa za podešavanje miša
te: విభిన్న డ్వెల్-క్లిక్ రకములను యెంచుకొనుటకు ఆప్లెట్. మౌస్‌ట్వీక్లనందు భాగము

source: Click Type Window
as: ক্লিকৰ ধৰনৰ সংযোগক্ষেত্ৰ
pa: ਕਲਿੱਕ ਟਾਈਪ ਵਿੰਡੋ
ro: Fereastră tip clic
sr: Прозор за врсту клика
sr@latin: Prozor za vrstu klika
te: నొక్కు రకము విండో

source: Double Click
as: দুবাৰ ক্লিক
pa: ਡਬਲ ਕਲਿੱਕ
ro: Clic dublu
sr: Дупли клик
sr@latin: Dupli klik
te: రెండు నోక్కులు

source: Drag Click
as: ড্ৰেগ ক্লিক
pa: ਡਰੈਗ ਕਲਿੱਕ
ro: Clic tragere
sr: Превлачење
sr@latin: Prevlačenje
te: లాగి నోక్కు

source: Enable dwell click
as: dwell ক্লিক সক্ৰিয় কৰক
pa: ਡੀਵਿਲ ਦਬਾਉ ਚਾਲੂ
ro: Activează clicul staționar
sr: Омогући клик са задржавањем
sr@latin: Omogući klik sa zadržavanjem
te: డ్వెల్ నొక్కను చేతనముచేయి

source: Right Click
as: সোঁফালৰ ক্লিক
pa: ਸੱਜਾ ਕਲਿੱਕ
ro: Clic dreapta
sr: Десни клик
sr@latin: Desni klik
te: కుడి నొక్కు

source: Single Click
as: এটা ক্লিক
pa: ਇੱਕਲਾ ਕਲਿੱਕ
ro: Clic simplu
sr: Једноструки клик
sr@latin: Jednostruki klik
te: ఏక నొక్కు

source: A_lt
sr: _Алт

source: Area to freeze the mouse pointer on the panel. Part of Mousetweaks
as: পেনেলত মাউছ পইন্টাৰ আটক কৰাৰ ক্ষেত্ৰ । Mousetweaks ৰ অংশ
pa: ਪੈਨਲ ਉੱਤੇ ਮਾਊਂਸ ਪੁਆਇੰਟਰ ਨੂੰ ਰੋਕਣ ਦਾ ਖੇਤਰ ਹੈ। ਮਾਊਸ-ਸੋਧਾਂ ਦਾ ਭਾਗ ਹੈ
ro: Zona de înghețare a cursorului mausului în panou. Parte din Mousetweaks
sr: Област за замрзавање показивача миша на панелу. Део програма за подешавање миша
sr@latin: Oblast za zamrzavanje pokazivača miša na panelu. Deo programa za podešavanje miša
te: మౌస్ సూచకి పానల్ పైన వున్నప్పుడు స్థంబించవలసిన ప్రాంతము. మౌస్‌ట్వీకుల యొక్క భాగము

source: C_trl
sr: _Контрол
sr@latin: _Kontrol

source: Capture Pointer
as: পইন্টাৰ আটক
pa: ਕੈਪਚਰ ਪੁਆਇੰਟਰ
ro: Capturează cursorul
sr: Хватање показивача
sr@latin: Hvatanje pokazivača
te: కాప్చర్ సూచకి

source: Ct_rl
sr: _Контрол
sr@latin: _Kontrol

source: Modifier:
as: পৰিবৰ্তক:
pa: ਮਾਡੀਫਾਇਰ:
ro: Modificator:
sr: Измењивачки тастер:
sr@latin: Izmenjivački taster:
te: సవరణి:

source: Mouse _button:
as: মাউছৰ বুটাম: (_b)
pa: ਮਾਊਸ ਬਟਨ(_b):
ro: _Buton de maus:
sr: _Дугме миша:
sr@latin: _Dugme miša:
te: మౌస్ బటన్ (_b):

source: Mouse b_utton:
as: মাউছৰ বুটাম: (_u)
pa: ਮਾਊਸ ਬਟਨ(_u):
ro: B_uton de maus:
sr: Д_угме миша:
sr@latin: D_ugme miša:
te: మౌస్ బటన్ (_u):

source: Pointer Capture Preferences
as: পইন্টাৰ আটকৰ ব্যৱস্থা সংক্ৰান্ত পছন্দ
pa: ਪੁਆਇੰਟਰ ਕੈਪਚਰ ਪਸੰਦ
ro: Preferințe capturare cursor
sr: Поставке хватања показивача
sr@latin: Postavke hvatanja pokazivača
te: సూచకి కాప్చర్ అభీష్టాలు

source: Release Pointer
as: পইন্টাৰ মুক্ত কৰক
pa: ਰੀਲੀਜ਼ ਪੁਆਇੰਟਰ
ro: Eliberează cursorul
sr: Пусти показивач
sr@latin: Pusti pokazivač
te: విడుదల సూచకి

source: S_hift
sr: _Шифт
sr@latin: _Šift

source: Selecting Button 0 will capture the pointer immediately
as: বুটাম ০ নিৰ্বাচন কৰিলে শীঘ্ৰেই পইন্টাৰ আটক কৰা হ'ব
pa: ਬਟਨ 0 ਚੁਣਨ ਨਾਲ ਪੁਆਇੰਟਰ ਤਰੁੰਤ ਕੈਪਚਰ ਕੀਤਾ ਜਾਵੇਗਾ
ro: Alegerea butonului 0 va captura imediat cursorul
sr: Бирање дугмета 0 ће одмах ухватити показивач
sr@latin: Biranje dugmeta 0 će odmah uhvatiti pokazivač
te: బటన్ 0 ను యెంపికచేయుటవలన సూచకిని తక్షణమే కాప్చర్ చేస్తుంది

source: Sh_ift
sr: _Шифт
sr@latin: _Šift

source: Size of Capture Area
as: আটক কৰাৰ বাবে চিহ্নিত ক্ষেত্ৰৰ মাপ
pa: ਕੈਪਚਰ ਖੇਤਰ ਦਾ ਸਾਈਜ਼
ro: Dimensiunea zonei de captură
sr: Величина површине за хватање
sr@latin: Veličina površine za hvatanje
te: కాప్చర్ ప్రాంతముయొక్క పరిమాణము

source: _Alt
sr: _Алт

source: _Width:
as: প্ৰস্থ: (_W)
pa: ਚੌੜਾਈ(_W):
ro: _Lățime:
sr: Ш_ирина:
sr@latin: Š_irina:
te: వెడల్పు (_W):

source: pixels
as: পিক্সেল
pa: ਪਿਕਸਲ
ro: pixeli
sr: пиксела
sr@latin: piksela
te: పిగ్జెల్సు

source: Dwell Click Type
as: Dwell ক্লিকৰ ধৰন
pa: ਡੀਵਿਲ ਕਲਿੱਕ ਟਾਈਪ
ro: Tip clic staționar
sr: Врста временског клика
sr@latin: Vrsta vremenskog klika
te: డ్వెల్ నొక్కు రకము

source: Show Icons and Text
as: আইকন আৰু টেক্সট প্ৰদৰ্শন কৰা হ'ব
pa: ਆਈਕਾਨ ਅਤੇ ਟੈਕਸਟ ਵੇਖੋ
ro: Afișează iconițe și text
sr: Прикажи иконице и текст
sr@latin: Prikaži ikonice i tekst
te: ప్రతిమలను మరియు పాఠ్యమును చూపుము

source: Show Icons only
as: অকল আইকন প্ৰদৰ্শন কৰা হ'ব
pa: ਕੇਵਲ ਆਈਕਾਨ ਵੇਖੋ
ro: Afișează doar iconițe
sr: Прикажи само иконице
sr@latin: Prikaži samo ikonice
te: ప్రతిమలను మాత్రమే చూపుము

source: Show Text only
as: অকল টেক্সট প্ৰদৰ্শন কৰা হ'ব
pa: ਕੇਵਲ ਟੈਕਸਟ ਵੇਖੋ
ro: Afișează doar text
sr: Прикажи само текст
sr@latin: Prikaži samo tekst
te: పాఠ్యమును మాత్రమే చూపుము

source: Dwell Click
as: Dwell ক্লিক
pa: ਡੀਵਿਲ ਕਲਿੱਕ
ro: Clic staționar
sr: Временски клик
sr@latin: Vremenski klik
te: డ్వెల్ నొక్కు

source: Select dwelling click type
as: dwell ক্লিকৰ ধৰন নিৰ্বাচন কৰক
pa: ਡੀਵਿਲ ਕਲਿੱਕ ਟਾਈਪ ਚੁਣੋ
ro: Alegere tip clic staționar
sr: Изабери врсту временског клика
sr@latin: Izaberi vrstu vremenskog klika
te: డ్వెల్లింగ్ నొక్కు రకమును యెంపికచేయుము

source: Area to lock the pointer
as: পইন্টাৰ আটক কৰাৰ অঞ্চল
pa: ਪੁਆਇੰਟਰ ਨੂੰ ਲਾਕ ਕਰਨ ਲਈ ਖੇਤਰ
ro: Zonă de blocare cursor maus
sr: Површина закључавања покизавача
sr@latin: Površina zaključavanja pokizavača
te: సూచకిని లాక్ చేయుటకు ప్రాంతము

source: Pointer Capture
as: চিহ্নক
pa: ਪੁਆਇੰਟਰ ਕੈਪਚਰ
ro: Capturează cursorul mausului
sr: Хватање показивача
sr@latin: Hvatanje pokazivača
te: సూచకి కాప్చర్

source: _About
as: বিষয়ে (_A)
pa: ਇਸ ਬਾਰੇ(_A)
ro: _Despre
sr: _О програму
sr@latin: _O programu
te: గురించి(_A)

source: _Help
as: সাহায্য (_H)
pa: ਮੱਦਦ(_H)
ro: _Ajutor
sr: _Помоћ
sr@latin: _Pomoć
te: సహాయం(_H)

source: _Preferences
as: পছন্দ (_P)
pa: ਮੇਰੀ ਪਸੰਦ(_P)
ro: _Preferințe
sr: _Поставке
sr@latin: _Postavke
te: _అభీష్టాలు

source: Animate cursor
as: কাৰ্ছাৰ
pa: ਐਨੀਮੇਟ ਕਰਸਰ
ro: Animează cursol
sr: Анимирај курсор
sr@latin: Animiraj kursor
te: కర్సర్‌ను యానిమేట్ చేయుము

source: Button style
as: বুটামৰ বিন্যাস
pa: ਬਟਨ ਸਟਾਈਲ
ro: Stil buton
sr: Стил дугмета
sr@latin: Stil dugmeta
te: బటన్ శైలి

source: Button style in click type window ("0" = Text, "1" = Icon, "2" = Both)
as: ডাবুল ক্লিক কৰাৰ দিশ ("0" = Text, "1" = Icon, "2" = Both)
pa: ਦਬਾਉ ਕਿਸਮ ਵਿੰਡੋ ਵਿੱਚ ਬਟਨ ਸ਼ੈਲੀ ("0" = Text, "1" = Icon, "2" = Both)
ro: Stil buton în fereastra tip clic („0” = Text, „1” = Iconiță, „2” = Ambele)
sr: Стил дугмета у прозору за врсту клика („0“ = Teкст, „1“ = Икона, „2“ = Обоје)
sr@latin: Stil dugmeta u prozoru za vrstu klika („0“ = Tekst, „1“ = Ikona, „2“ = Oboje)
te: నొక్క రకము విండోనందు బటన్ శైలి ("0" = పాఠ్యము, "1" = ప్రతిమ, "2" = రెండూ)

source: Direction to perform a double click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
as: ডাবুল ক্লিক কৰাৰ দিশ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
pa: ਦੂਹਰਾ ਦਬਾਉਣ ਲਈ ਦਿਸ਼ਾ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
ro: Direcția de efectuare a unul clic dublu („0” = Stânga, „1” = Dreapta, „2” = Sus, „3” = Jos )
sr: Смер да бисте извршили двоструки клик („0“ = Лево, „1“ = Десно, „2“ = Горе, „3“ = Доле)
sr@latin: Smer da biste izvršili dvostruki klik („0“ = Levo, „1“ = Desno, „2“ = Gore, „3“ = Dole)
te: రెండు నొక్కలను జరుపుటకు దిశ ("0" = ఎడమ, "1" = కుడి, "2" = పైకి, "3" = క్రిందకు)

source: Direction to perform a drag click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
as: ড্ৰেগ ক্লিক কৰাৰ দিশ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
pa: ਇੱਕ ਸੁੱਟਣ ਦਬਾਉ ਕਰਨ ਲਈ ਦਿਸ਼ਾ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
ro: Direcția de efectuare a unui clic de tragere („0” = Stânga, „1” = Dreapta, „2” = Sus, „3” = Jos )
sr: Смер да бисте извршили превлачење („0“ = Лево, „1“ = Десно, „2“ = Горе, „3“ = Доле)
sr@latin: Smer da biste izvršili prevlačenje („0“ = Levo, „1“ = Desno, „2“ = Gore, „3“ = Dole)
te: లాగి నొక్కుటకు దిశ ("0" = ఎడమ, "1" = కుడి, "2" = పైకి, "3" = క్రిందకు)

source: Direction to perform a secondary click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
as: ডাবুল ক্লিক কৰাৰ দিশ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
pa: ਸੈਕੰਡਰੀ ਦਬਾਉਣ ਲਈ ਦਿਸ਼ਾ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
ro: Direcția de efectuare a unul clic secundar („0” = Stânga, „1” = Dreapta, „2” = Sus, „3” = Jos )
sr: Смер да бисте извршили секундарни клик („0“ = Лево, „1“ = Десно, „2“ = Горе, „3“ = Доле)
sr@latin: Smer da biste izvršili sekundarni klik („0“ = Levo, „1“ = Desno, „2“ = Gore, „3“ = Dole)
te: రెండవ నొక్క నొక్కుటకు దిశ ("0" = ఎడమ, "1" = కుడి, "2" = పైకి, "3" = క్రిందకు)

source: Direction to perform a single click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
as: চিঙ্গল ক্লিক কৰাৰ দিশ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
pa: ਇੱਕਲਾ ਦਬਾਉਣ ਦੀ ਦਿਸ਼ਾ ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
ro: Direcția de efectuare a unul singur clic („0” = Stânga, „1” = Dreapta, „2” = Sus, „3” = Jos )
sr: Смер да бисте извршили једноструки клик („0“ = Лево, „1“ = Десно, „2“ = Горе, „3“ = Доле)
sr@latin: Smer da biste izvršili jednostruki klik („0“ = Levo, „1“ = Desno, „2“ = Gore, „3“ = Dole)
te: ఒంటరి నొక్కు నొక్కుటకు దిశ ("0" = ఎడమ, "1" = కుడి, "2" = పైకి, "3" = క్రిందకు)

source: Distance in pixels before movement will be recognized
as: ড্ৰেগ আৰম্ভ হোৱাৰ আগৰ অবধি মধ্যবৰ্তী দূৰত্ব ।
pa: ਚਾਲ ਨੂੰ ਪਛਾਣਨ ਤੋਂ ਪਹਿਲਾਂ ਪਿਕਸਲਾਂ ਵਿੱਚ ਦੂਰੀ
ro: Distanța în pixeli la care este detectată o mișcare
sr: Удаљеност у пикселима пре препознавања покрета
sr@latin: Udaljenost u pikselima pre prepoznavanja pokreta
te: కదలిక గుర్తించబడటానికి ముందు దూరము పిగ్జెల్సులో

source: Dwell click mode
as: Dwell ক্লিক মোড
pa: ਡੀਵਿਲ ਕਲਿੱਕ ਮੋਡ
ro: Mod clic staționar
sr: Режим временског клика
sr@latin: Režim vremenskog klika
te: డ్వెల్ నొక్కు రీతి

source: Dwell click mode ("0" = Gesture mode, "1" = Window mode)
as: Dwell ক্লিক ধৰণ ("0" = Gesture mode, "1" = Window mode)
pa: ਡੀਵਿਲ ਕਲਿੱਕ ਮੋਡ ("0" = Gesture mode, "1" = Window mode)
ro: Mod clic stațioar („0” = Mod gesturi, „1” = Mod fereastră )
sr: Режим временског клика („0“ = Режим са потезом, „1“ = Режим са прозором)
sr@latin: Režim vremenskog klika („0“ = Režim sa potezom, „1“ = Režim sa prozorom)
te: డ్వెల్ నొక్కు రీతి ("0" = గెస్ట్రూ రీతి, "1" = విండో రీతి)

source: Dwell click time
as: Dwell ক্লিকৰ সময়
pa: ਡੀਵਿਲ ਕਲਿੱਕ ਸਮਾਂ
ro: Timp clic staționar
sr: Истек пре временског клика
sr@latin: Istek pre vremenskog klika
te: డ్వెల్ నొక్కు సమయం

source: Enable secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਸੈਕੰਡਰੀ ਕਲਿੱਕ ਚਾਲੂ
ro: Activează clicul secundar
sr: Омогући секундарни клик
sr@latin: Omogući sekundarni klik
te: రెండవ నొక్కును చేతనముచేయి

source: Enable simulated secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਸੈਕੰਡਰੀ ਕਲਿੱਕ ਦੀ ਨਕਲ ਚਾਲੂ
ro: Activează clicul secundar simulat
sr: Омогући секундарни симулирани клик
sr@latin: Omogući sekundarni simulirani klik
te: సిమ్యులేటయిన రెండవ నొక్కును చేతనముచేయి

source: Gesture double click
as: দুবাৰ ক্লিক
pa: ਜੈਸਚਰ ਡਬਲ ਕਲਿੱਕ
ro: Gest clic dublu
sr: Потез двоструког клика
sr@latin: Potez dvostrukog klika
te: గెస్ట్చర్ రెండు నొక్కులు

source: Gesture drag click
as: এবাৰ ক্লিক
pa: ਜੈਸਚਰ ਡਰੈਗ ਕਲਿੱਕ
ro: Gest clic tragere
sr: Потез превлачења
sr@latin: Potez prevlačenja
te: గెస్ట్చర్ లాగు నొక్కు

source: Gesture secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਜੈਸਚਰ ਸੈਕੰਡਰੀ ਕਲਿੱਕ
ro: Gest clic secundar
sr: Потез секундарног клика
sr@latin: Potez sekundarnog klika
te: గెస్ట్చర్ రెండవ నొక్కు

source: Gesture single click
as: এবাৰ ক্লিক
pa: ਜੈਸਚਰ ਸਿੰਗਲ ਕਲਿੱਕ
ro: Gest clic simplu
sr: Потез једноструког клика
sr@latin: Potez jednostrukog klika
te: గెస్ట్చర్ వొంటరి నొక్కు

source: Movement threshold
as: গতি
pa: ਗਤੀ ਮੂਲ
ro: Prag mișcare
sr: Праг покрета
sr@latin: Prag pokreta
te: కదలిక త్రెష్‌హోల్డు

source: Secondary click time
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਸੈਕੰਡਰੀ ਕਲਿੱਕ ਸਮਾਂ
ro: Timp clic secundar
sr: Временско одлагање секундарног клика
sr@latin: Vremensko odlaganje sekundarnog klika
te: రెండవ నొక్కు సమయం

source: Show click type window
as: সংযোগক্ষেত্ৰ প্ৰদৰ্শন কৰা হ'ব
pa: ਕਲਿੱਕ ਟਾਈਪ ਵਿੰਡੋ ਵੇਖੋ
ro: Afișează fereastra tip clic
sr: Прикажи прозор за тип клика
sr@latin: Prikaži prozor za tip klika
te: నొక్కు రకము విండోను చూపుము

source: Show elapsed time as cursor overlay.
as: ব্যস্ত হিসাবে সময় প্ৰদৰ্শন কৰা হ'ব
pa: ਕਰਸਰ ਸੰਖੇਪ ਵਾਂਗ ਬਾਕੀ ਸਮਾਂ ਵੇਖੋ
ro: Afișează timpul rămas ca suprapunere cursor
sr: Прикажи протекло време у режиму преклапања курсора.
sr@latin: Prikaži proteklo vreme u režimu preklapanja kursora.
te: గడిచిన సమయాన్ని కర్సర్ వోవర్‌లే వలె చూపుము.

source: Time in seconds before a click is triggered
as: ছেকেণ্ডসহ সময় প্ৰদৰ্শন কৰা হ'ব
pa: ਇੱਕ ਕਲਿੱਕ ਚਾਲੂ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ ਸਕਿੰਟਾਂ ਵਿੱਚ
ro: Timp în secunde pentru declanșarea unui clic
sr: Време у секундима пре клика
sr@latin: Vreme u sekundima pre klika
te: ఒక నొక్కు ట్రిగ్గర్ చేయుటకు ముందు సమయం క్షణాలలో

source: Time in seconds before a secondary click is triggered
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਇੱਕ ਸੈਕੰਡਰੀ ਕਲਿੱਕ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ ਸਕਿੰਟਾਂ ਵਿੱਚ
ro: Timp în secunde pentru declanșarea unui clic secundar
sr: Време у секундима пре секундарног клика
sr@latin: Vreme u sekundima pre sekundarnog klika
te: రెండవ నొక్కు ట్రిగ్గర్ చేయుటకు ముందు సమయం క్షణాలలో

source: Capture pointer only if Alt is pressed
as: Alt হেঁচা হ'লেহে পইন্টাৰ ধৰিব
pa: ਜੇ Alt ਦੱਬਿਆ ਜਾਵੇ ਤਾਂ ਹੀ ਪੁਆਇੰਟਰ ਫੜੋ
ro: Capturează cursorul doar dacă tasta Alt este apăsată
sr: Ухвати показивач само ако је Алт тастер притиснут
sr@latin: Uhvati pokazivač samo ako je Alt taster pritisnut
te: Alt వత్తబడితే సూచకి మాత్రమే కాప్చర్ చేయుము

source: Capture pointer only if Ctrl is pressed
as: Ctrl হেঁচা হ'লেহে পইন্টাৰ ধৰিব
pa: ਪੁਆਇੰਟਰ ਤਾਂ ਹੀ ਫੜੋ, ਜੇ Ctrl ਦੱਬਿਆ ਜਾਵੇ
ro: Capturează cursorul doar dacă tasta Ctrl este apăsată
sr: Ухвати показивач само ако је Контрол тастер притиснут
sr@latin: Uhvati pokazivač samo ako je Kontrol taster pritisnut
te: Ctrl వత్తబడితే సూచకి మాత్రమే కాప్చర్ చేయుము

source: Capture pointer only if Shift is pressed
as: Shift হেঁচা হ'লেহে পইন্টাৰ ধৰিব
pa: ਪੁਆਇੰਟਰ ਤਾਂ ਹੀ ਫੜੋ, ਜੇ ਸਿਫਟ ਦੱਬਿਆ ਜਾਵੇ
ro: Capturează cursorul doar dacă tasta Shift este apăsată
sr: Ухвати показивач само ако је Шифт тастер притиснут
sr@latin: Uhvati pokazivač samo ako je Šift taster pritisnut
te: Shift వత్తబడితే సూచకి మాత్రమే కాప్చర్ చేయుము

source: Mouse button used to capture the pointer
as: পইন্টাৰ ধৰিবলৈ মাউছ বুটাম
pa: ਪੁਆਇੰਟਰ ਫੜਨ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਮਾਊਂਸ ਬਟਨ
ro: Buton de maus folosit pentru capturarea cursorului
sr: Тастер миша за хватање показивача
sr@latin: Taster miša za hvatanje pokazivača
te: సూచకిని కాప్చర్ చేయుటకు వుపయోగించిన మౌస్ బటన్

source: Mouse button used to release the pointer
as: পইন্টাৰ এৰিবলৈ মাউছ বুটাম
pa: ਪੁਆਇੰਟਰ ਛੱਡਣ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਮਾਊਸ ਬਟਨ
ro: Buton de maus folosit pentru eliberarea cursorului
sr: Тастер миша за хватање показивача
sr@latin: Taster miša za hvatanje pokazivača
te: సూచకిని విడుదల చేయుటకు వుపయోగించిన మౌస్ బటన్

source: Release pointer only if Alt is pressed
as: Alt হেঁচা হ'লেহে পইন্টাৰ এৰিব
pa: ਪੁਆਇੰਟਰ ਤਾਂ ਹੀ ਛੱਡੋ, ਜੇ Alt ਦੱਬਿਆ ਜਾਵੇ
ro: Eliberează cursorul doar dacă tasta Alt este apăsată
sr: Ослободи показивач само ако је Алт тастер притиснут
sr@latin: Oslobodi pokazivač samo ako je Alt taster pritisnut
te: Alt వత్తబడితే విడుదల సూచిక మాత్రమే

source: Release pointer only if Ctrl is pressed
as: Ctrl হেঁচা হ'লেহে পইন্টাৰ এৰিব
pa: ਪੁਆਇੰਟਰ ਤਾਂ ਹੀ ਛੱਡੋ, ਜੇ Ctrl ਦੱਬਿਆ ਜਾਵੇ
ro: Eliberează cursorul doar dacă tasta Ctrl este apăsată
sr: Ослободи показивач само ако је Контрол тастер притиснут
sr@latin: Oslobodi pokazivač samo ako je Kontrol taster pritisnut
te: Ctrl వత్తబడితే విడుదల సూచకి మాత్రమే

source: Release pointer only if Shift is pressed
as: Shift হেঁচা হ'লেহে পইন্টাৰ এৰিব
pa: ਪੁਆਇੰਟਰ ਤਾਂ ਹੀ ਛੱਡੋ, ਜੇ ਸਿਫਟ ਦੱਬਿਆ ਜਾਵੇ
ro: Eliberează cursorul doar dacă tasta Shift este apăsată
sr: Ослободи показивач само ако је Шифт тастер притиснут
sr@latin: Oslobodi pokazivač samo ako je Šift taster pritisnut
te: Shift వత్తబడితే విడుదల సూచకి మాత్రమే

source: Size of capture area
as: চিহ্নক
pa: ਕੈਪਚਰ ਖੇਤਰ ਦਾ ਆਕਾਰ
ro: Dimensiunea zonei de capturare
sr: Величина прихватне површине
sr@latin: Veličina prihvatne površine
te: కాప్చర్ ప్రాంతముయొక్క పరిమాణము

source: This mouse button must be pressed to release the pointer from the capture area. Valid values are "1" for left button, "2" for middle button, and "3" for right button.
pa: ਕੈਪਚਰ ਖੇਤਰ ਤੋਂ ਪੁਆਇੰਟਰ ਨੂੰ ਛੱਡਣ ਲਈ ਇਹ ਮਾਊਸ ਬਟਨ ਦੱਬਣਾ ਪਵੇਗਾ। ਵੈਧ ਮੁੱਲ ਹਨ "1" ਖੱਬੇ ਲਈ, "2" ਮੱਧ ਲਈ, "3" ਸੱਜੇ ਬਟਨ ਲਈ।
ro: Acest buton de maus trebuie să fie apăsat pentru a elibera cursorul din zona de captură. Valorile valide sunt „1” pentru butonul stânga, „2” pentru butonul din mijloc, „3” pentru butonul din dreapta
sr: Овај тастер миша мора бити притиснут да бисте ослобили показивач из приватне површине. Исправне вредности су „1“ за леви тастер, „2“ за средњи тастер, и „3“ за десни тастер.
sr@latin: Ovaj taster miša mora biti pritisnut da biste oslobili pokazivač iz privatne površine. Ispravne vrednosti su „1“ za levi taster, „2“ za srednji taster, i „3“ za desni taster.
te: కాప్చర్ ప్రాంతమునుండి సూచకిని విడుదల చేయుటకు ఈ మౌస్ బటన్ తప్పక వత్తాలి. చెల్లునటువంటి విలువలు "1" ఎడమ బటన్ కొరకు, "2" మధ్య బటన్ కొరకు, మరియు "3" కుడి బటన్ కొరకు.

source: This mouse button must be pressed while the pointer is over the capture area in order to capture the pointer. Valid values are "0" if no button is needed, "1" for left button, "2" for middle button, and "3" for right button.
pa: ਪੁਆਇੰਟਰ ਨੂੰ ਕੈਪਚਰ ਖੇਤਰ ਉੱਤੇ ਲਿਜਾ ਕੇ ਫੜਨ ਲਈ ਇਹ ਮਾਊਸ ਬਟਨ ਦੱਬਣਾ ਪਵੇਗਾ। ਸੰਭਵ ਮੁੱਲ ਹਨ "0" ਜੇ ਕੋਈ ਬਟਨ ਲੋੜੀਦਾ ਨਾ ਹੋਵੇ, "1" ਖੱਬਾ ਬਟਨ, "2" ਮੱਧ ਬਟਨ ਅਤੇ "3" ਸੱਜੇ ਬਟਨ ਲਈ।
ro: Pentru capturarea cursorului, acest buton al mausului trebuie apăsat în timp ce cursorul se află deasupra zonei de captură. Valorile valide sunt „0” dacă nu este nevoie de nici un buton, „1” pentru butonul din dreapta, „2” pentru butonul din stânga, „3” pentru butonul din dreapta.
sr: Овај тастер миша мора бити притиснут док је показивач изнад прихватне површине да бисте га снимили. Исправне вредости су „0“ ако ниједан тастер није потребан, „1“ за леви тастер, „2“ за средњи тастер, и „3“ за десни тастер.
sr@latin: Ovaj taster miša mora biti pritisnut dok je pokazivač iznad prihvatne površine da biste ga snimili. Ispravne vredosti su „0“ ako nijedan taster nije potreban, „1“ za levi taster, „2“ za srednji taster, i „3“ za desni taster.
te: సూచకి కాప్చర్ ప్రాంతముపై వున్నప్పుడు సూచకిని కాప్చర్ చేయుటకు మౌస్ బటన్ తప్పక వత్తాలి. చెల్లునటువంటి విలువలు "0" ఏ బటన్ అవసరలేక పోతే, "1" ఎడమ బటన్ కొరకు, "2" మధ్య బటన్ కొరకు, మరియు "3" కుడి బటన్ కొరకు.

source: Whether the Alt key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Alt key must be pressed while the mouse button is pressed.
pa: ਕੀ ਪੁਆਇੰਟਰ ਲਈ Alt ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਇਹ ਕੈਪਚਰ ਖੇਤਰ ਉੱਤੇ ਹੋਵੇ। ਜੇ ਚੋਣ ਕੀਤੀ ਗਈ ਅਤੇ "capture_button" ਸਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਤਾਂ, ਸਿਫਟ ਸਵਿੱਚ ਨੂੰ ਮਾਊਸ ਬਟਨ ਵਲੋਂ ਦੱਬਿਆ ਹੋਵੇ।
ro: Dacă tasta Alt trebuie să fie apăsată pentru capturarea cursorului în timp ce se află deasupra zonei de capturare. Dacă această opțiune este definită ca „true” și un buton al mausului este definit în cheia „capture_buton”, atunci tasta Alt trebuie să fie apăsată în momentul apăsării butonului de maus.
sr: Да ли Алт тастер мора бити притиснут за хватање показивача док је изнад прихватне површине. Ако је ова опција активирана, и један тастер миша постављен као „capture_button“ (тастер за хватање), онда и Алт тастер мора бити притиснут док је тастер миша притиснут.
sr@latin: Da li Alt taster mora biti pritisnut za hvatanje pokazivača dok je iznad prihvatne površine. Ako je ova opcija aktivirana, i jedan taster miša postavljen kao „capture_button“ (taster za hvatanje), onda i Alt taster mora biti pritisnut dok je taster miša pritisnut.
te: సూచికి కాప్చర్ ప్రాంతముపై వున్నప్పుడు అది కాప్చర్ చేయబడుటకు Alt కీను వత్తవలెనా. ఈ ఐచ్చికము సత్యము వలె అమర్చితే, మరియు మౌస్ బటన్ "capture_button" కీనందు అమర్చితే, అప్పుడు మౌస్ బటన్ వత్తునప్పుడు Alt కీ తప్పక వత్తవలెను.

source: Whether the Alt key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
pa: ਕੀ ਪੁਆਇੰਟਰ ਲਈ Alt ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਇਹ ਕੈਪਚਰ ਖੇਤਰ ਉੱਤੇ ਹੋਵੇ। ਜੇ ਚੋਣ ਕੀਤੀ ਗਈ ਅਤੇ "release_button" ਸਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਤਾਂ, ਸਿਫਟ ਸਵਿੱਚ ਨੂੰ ਮਾਊਸ ਬਟਨ ਵਲੋਂ ਦੱਬਿਆ ਹੋਵੇ।
ro: Dacă tasta Alt trebuie să fie apăsată împreună cu butonul de maus definit în „release_butoon” pentru eliberarea cursorului din zone de captură.
sr: Да ли Алт тастер мора бити притиснут са тастером миша постављен за „release_button“ (тастер пуштања) да би показавач био ослобођен из површине снимања.
sr@latin: Da li Alt taster mora biti pritisnut sa tasterom miša postavljen za „release_button“ (taster puštanja) da bi pokazavač bio oslobođen iz površine snimanja.
te: కాప్చర్ ప్రాంతమునుండి సూచకి విడుదల అగుటకు "release_button" నందు అమర్చిన మౌస్ బటన్‌తో Alt కీ వత్తవలెనా.

source: Whether the Ctrl key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Ctrl key must be pressed while the mouse button is pressed.
pa: ਕੀ ਪੁਆਇੰਟਰ ਲਈ Ctrl ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਇਹ ਕੈਪਚਰ ਖੇਤਰ ਉੱਤੇ ਹੋਵੇ। ਜੇ ਚੋਣ ਕੀਤੀ ਗਈ ਅਤੇ "capture_button" ਸਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਤਾਂ, Ctrl ਸਵਿੱਚ ਦੱਬਣਾ ਲਾਜ਼ਮੀ ਹੈ, ਜਦੋਂ ਕਿ ਮਾਊਸ ਬਟਨ ਵਲੋਂ ਦੱਬਿਆ ਹੋਵੇ।
ro: Dacă tasta Ctrl trebuie să fie apăsată pentru capturarea cursorului în timp ce se află deasupra zonei de capturare. Dacă această opțiune este definită ca „true” și un buton al mausului este definit în cheia „capture_buton”, atunci tasta Ctrl trebuie să fie apăsată în momentul apăsării butonului de maus.
sr: Да ли Контрол тастер мора бити притиснут за хватање показивача док је изнад прихватне површине. Ако је ова опција активирана, и један тастер миша постављен као „capture_button“ (тастер за хватање), онда и тастер Контрол мора бити притиснут док је тастер миша притиснут.
sr@latin: Da li Kontrol taster mora biti pritisnut za hvatanje pokazivača dok je iznad prihvatne površine. Ako je ova opcija aktivirana, i jedan taster miša postavljen kao „capture_button“ (taster za hvatanje), onda i taster Kontrol mora biti pritisnut dok je taster miša pritisnut.
te: సూచికి కాప్చర్ ప్రాంతముపై వున్నప్పుడు అది కాప్చర్ చేయబడుటకు Ctrl కీను వత్తవలెనా. ఈ ఐచ్చికము సత్యము వలె అమర్చితే, మరియు మౌస్ బటన్ "capture_button" కీనందు అమర్చితే, అప్పుడు మౌస్ బటన్ వత్తునప్పుడు Ctrl కీ తప్పక వత్తవలెను.

source: Whether the Ctrl key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
pa: ਕੀ ਮਾਊਸ ਬਟਨ ਸੈੱਟ ਨਾਲ "release_button" ਵਿੱਚ Ctrl ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਕੈਪਚਰ ਖੇਤਰ ਤੋਂ ਪੁਆਇੰਟਰ ਨੂੰ ਛੱਡਿਆ ਜਾਵੇ।
ro: Dacă tasta Ctrl trebuie să fie apăsată împreună cu butonul de maus definit în „release_butoon” pentru eliberarea cursorului din zone de captură.
sr: Да ли тастер Контрол мора бити притиснут са тастером миша постављен за „release_button“ (тастер пуштања) да би показавач био ослобођен из површине снимања.
sr@latin: Da li taster Kontrol mora biti pritisnut sa tasterom miša postavljen za „release_button“ (taster puštanja) da bi pokazavač bio oslobođen iz površine snimanja.
te: కాప్చర్ ప్రాంతమునుండి సూచకి విడుదల అగుటకు "release_button" నందు అమర్చిన మౌస్ బటన్‌తో Ctrl కీ వత్తవలెనా.
