Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/po/*.po
Languages: as, pa, ro, sr, sr@latin, te

source: Whether the Shift key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Shift key must be pressed while the mouse button is pressed.
pa: ਕੀ ਪੁਆਇੰਟਰ ਲਈ ਸਿਫਟ ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਇਹ ਕੈਪਚਰ ਖੇਤਰ ਉੱਤੇ ਹੋਵੇ। ਜੇ ਚੋਣ ਕੀਤੀ ਗਈ ਅਤੇ "capture_button" ਸਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਤਾਂ, ਸਿਫਟ ਸਵਿੱਚ ਨੂੰ ਮਾਊਸ ਬਟਨ ਵਲੋਂ ਦੱਬਿਆ ਹੋਵੇ।
ro: Dacă tasta Shift trebuie să fie apăsată pentru capturarea cursorului în timp ce se află deasupra zonei de capturare. Dacă această opțiune este definită ca „true” și un buton al mausului este definit în cheia „capture_buton”, atunci tasta Shift trebuie să fie apăsată în momentul apăsării butonului de maus.
sr: Да ли Шифт тастер мора бити притиснут за хватање показивача док је изнад прихватне површине. Ако је ова опција активирана, и један тастер миша постављен као „capture_button“ (тастер за хватање), онда и тастер Шифт мора бити притиснут док је тастер миша притиснут.
sr@latin: Da li Šift taster mora biti pritisnut za hvatanje pokazivača dok je iznad prihvatne površine. Ako je ova opcija aktivirana, i jedan taster miša postavljen kao „capture_button“ (taster za hvatanje), onda i taster Šift mora biti pritisnut dok je taster miša pritisnut.
te: సూచికి కాప్చర్ ప్రాంతముపై వున్నప్పుడు అది కాప్చర్ చేయబడుటకు Shift కీను వత్తవలెనా. ఈ ఐచ్చికము సత్యము వలె అమర్చితే, మరియు మౌస్ బటన్ "capture_button" కీనందు అమర్చితే, అప్పుడు మౌస్ బటన్ వత్తునప్పుడు Shift కీ తప్పక వత్తవలెను.

source: Whether the Shift key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
pa: ਕੀ ਮਾਊਸ ਬਟਨ ਸੈੱਟ ਨਾਲ "release_button" ਵਿੱਚ ਸਿਫਟ ਸਵਿੱਚ ਦੱਬਣੀ ਹੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਕੈਪਚਰ ਖੇਤਰ ਤੋਂ ਪੁਆਇੰਟਰ ਨੂੰ ਛੱਡਿਆ ਜਾਵੇ।
ro: Dacă tasta Shift trebuie să fie apăsată împreună cu butonul de maus definit în „release_butoon” pentru eliberarea cursorului din zone de captură.
sr: Да ли тастер Шифт мора бити притиснут са тастером миша постављен за „release_button“ (тастер пуштања) да би показавач био ослобођен из површине снимања.
sr@latin: Da li taster Šift mora biti pritisnut sa tasterom miša postavljen za „release_button“ (taster puštanja) da bi pokazavač bio oslobođen iz površine snimanja.
te: కాప్చర్ ప్రాంతమునుండి సూచకి విడుదల అగుటకు "release_button" నందు అమర్చిన మౌస్ బటన్‌తో Shift కీ వత్తవలెనా.

source: Width of the capture area in pixels.
as: মাৰ্জিনৰ প্ৰস্থ পিক্সেলত
pa: ਪਕੜ ਖੇਤਰ ਦੀ ਚੌੜਾਈ ਪਿਕਸਲ ਵਿੱਚ।
ro: Lățimea în pixeli a zonei de captură
sr: Ширина прихватне површине у пикселима.
sr@latin: Širina prihvatne površine u pikselima.
te: కాప్చర్ ప్రాంతముయొక్క వెడల్పు పిగ్జెల్సులో

source: Assistive Technology Support is not Enabled
as: Assistive Technology Support নিষ্ক্ৰিয়
pa: ਸਹਾਇਕ ਤਕਨਾਲੋਜੀ ਸਹਿਯੋਗ ਚਾਲੂ ਨਹੀਂ ਹੈ
ro: Suportul pentru tehnologii asistative nu este activat
sr: Није укључена технологија за испомоћ
sr@latin: Nije uključena tehnologija za ispomoć
te: సహాయక సాంకేతికత మద్దతు చేతనము చేయబడలేదు

source: Mousetweaks requires assistive technologies to be enabled in your session. To enable support for assistive technologies and restart your session, press "Enable and Log Out".
as: Mousetweaks ক assistive technologies ৰ সক্ৰিয় হোৱাৰ প্ৰয়োজন । assistive technologies ৰ সমৰ্থন সক্ৰিয় কৰিবলৈ আৰু অধইবেশন পুনৰাৰম্ভ কৰিবলৈ, "Enable and Log Out" টিপক ।
pa: ਮਾਊਂਸ-ਸੋਧ ਲਈ ਸਹਾਇਕ ਤਕਨਾਲੋਜੀ ਨੂੰ ਤੁਹਾਡੇ ਸ਼ੈਸ਼ਨ ਵਿੱਚ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਸਹਾਇਕ ਤਕਨਾਲੋਨਜੀ ਨੂੰ ਚਾਲੂ ਕਰਨ ਅਤੇ ਆਪਣਾ ਸ਼ੈਸ਼ਨ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਲਈ "ਚਾਲੂ ਅਤੇ ਲਾਗ-ਆਉਟ" ਵਰਤੋਂ।
ro: Mousetweaks necesită ca tehnologiile asistative să fie activate pentru sesiunea dumneavoastră. Pentru a activa suportul pentru tehnologiile asistative și a reporni sesiunea, apăsați „Activează și închide sesiunea”.
sr: Подешавања миша захтевају технологије за испомоћ у сесији. Да бисте омогућили технологије за испомоћ и поново покренули вашу сесију, пристините „Омогући и одјави се“.
sr@latin: Podešavanja miša zahtevaju tehnologije za ispomoć u sesiji. Da biste omogućili tehnologije za ispomoć i ponovo pokrenuli vašu sesiju, pristinite „Omogući i odjavi se“.
te: మౌస్‌ట్వీక్సునకు మీ సెషన్‌నందు సహాయక సాంకేతికతలు చేతనంగా కావాలి. సహాయక సాంకేతికతలను చేతనము చేయుటకు మరియు మీ సెషన్‌ను పునఃప్రారంభించుటకు, "చేతనముచేయి మరియు లాగవుట్ అవ్వు" వత్తుము.

source: Time to wait before a dwell click
as: Dwell ক্লিক
pa: ਇੱਕ ਡੀਵਿਲ ਕਲਿੱਕ ਤੋਂ ਪਹਿਲਾਂ ਉਡੀਕ ਦਾ ਸਮਾਂ
ro: Timp de așteptare înainte de un clic staționar
sr: Истек времена пре временског клика
sr@latin: Istek vremena pre vremenskog klika
te: డ్వెల్ నొక్కనకు ముందు వేచివుండవలసిన సమయం

source: Time to wait before a simulated secondary click
as: দ্বিতীয় ক্লিক সক্ৰিয় কৰক
pa: ਇੱਕ ਸੈਕੰਡਰੀ ਕਲਿੱਕ ਦੀ ਨਕਲ ਤੋਂ ਪਹਿਲਾਂ ਉਡੀਕ ਦਾ ਸਮਾਂ
ro: Timp de așteptare înainte de un clic secundar simulat
sr: Истек времена пре симулираног секундарног клика
sr@latin: Istek vremena pre simuliranog sekundarnog klika
te: సిమ్యులేట్ చేసిన రెండవ నొక్కుకు ముందు వేచివుండవలసిన సమయం

source: Dwell mode to use
as: ব্যৱহাৰৰ বাবে Dwell মোড
pa: ਵਰਤਣ ਲਈ ਡੀਵਿਲ ਮੋਡ
ro: Mode staționar folosit
sr: Режим временског клика
sr@latin: Režim vremenskog klika
te: ఉపయోగించుటకు డ్వెల్ రీతి

source: Window x position
pa: ਵਿੰਡੋ x ਸਥਿਤੀ
ro: Poziție x fereastră
sr: Позиција x прозора
sr@latin: Pozicija x prozora
te: విండో x స్థానము

source: Window y position
pa: ਵਿੰਡੋ y ਸਥਿਤੀ
ro: Poziție y fereastră
sr: Позиција y прозора
sr@latin: Pozicija y prozora
te: విండో y స్థానము

source: Ignore small pointer movements
as: চিহ্নক
pa: ਛੋਟੀਆਂ ਪੁਆਇੰਟਰ ਚਾਲਾਂ ਅਣਡਿੱਠੀਆਂ
ro: Ignoră mișcările minore ale cursorului
sr: Игнориши мале покрете показивача
sr@latin: Ignoriši male pokrete pokazivača
te: చిన్న సూచకి కదలికలను పట్టించుకోకు

source: Show elapsed time as cursor overlay
as: ব্যস্ত হিসাবে সময় প্ৰদৰ্শন কৰা হ'ব
pa: ਜਿਵੇਂ ਕਰਸਰ ਉੱਤੇ ਆਵੇ ਤਾਂ ਬਾਕੀ ਰਹਿੰਦਾ ਸਮਾਂ ਵੇਖੋ
ro: Afișează timpul rămas ca suprapunere cursor
sr: Прикажи протекло време у режиму преклапања курсора
sr@latin: Prikaži proteklo vreme u režimu preklapanja kursora
te: కర్సర్ వోవర్‌లే వలె గడిచిన సమయాన్ని చూపుము

source: Shut down mousetweaks
as: mousetweaks বন্ধ কৰক
pa: ਮਾਊਸ-ਸੋਧਾਂ ਬੰਦ ਕਰੋ
ro: Închide mousetweaks
sr: Искључи подешавања миша
sr@latin: Isključi podešavanja miša
te: మౌస్‌ట్వీక్లను మూసివేయుము

source: - GNOME mousetweaks daemon
pa: - ਗਨੋਮ ਮਾਊਸ ਸੋਧਾਂ ਡੈਮਨ
ro: - serviciu mousetweaks GNOME
sr: - Гномов управљачки програм за подешавање миша
sr@latin: - Gnomov upravljački program za podešavanje miša
te: - GNOME మౌస్‌ట్వీక్సు డెమోన్

source: Failed to Display Help
as: সহায়িকা প্ৰদৰ্শনৰ ব্যৰ্থ
pa: ਮੱਦਦ ਲੱਭਣ ਲਈ ਅਸਮਰੱਥ
ro: Afișarea ajutorului a eșuat
sr: Не могу да прикажем помоћ
sr@latin: Ne mogu da prikažem pomoć
te: సహాయమును ప్రదర్శించుటకు విఫలమైంది

source: Enable and Log Out
as: সক্ৰিয় কৰে লগ-আউট কৰক
pa: ਚਾਲੂ ਅਤੇ ਲਾਗ-ਆਉਟ
ro: Activează și închide sesiunea
sr: Омогући и одјави се
sr@latin: Omogući i odjavi se
te: క్రియాశీలించు మరియు నమోదు బయటికి

source: Locked
as: লক কৰা
pa: ਲਾਕ ਕੀਤਾ
ro: Blocat
sr: Закључано
sr@latin: Zaključano
te: తాళం వేయబడినది

source: L
ro: B
sr: З
sr@latin: Z

source: Capture area
as: চিহ্নক
pa: ਕੈਪਚਰ ਖੇਤਰ
ro: Zonă captură
sr: Прихватна површ
sr@latin: Prihvatna površ
te: కాప్చర్ ప్రాంతము

source: Temporarily lock the mouse pointer
as: পইন্টাৰ আটক কৰাৰ অঞ্চল
pa: ਮਾਊਸ ਪੁਆਇੰਟਰ ਆਰਜ਼ੀ ਤੌਰ ਉੱਤੇ ਤਾਲਾਬੰਦ ਕਰੋ
ro: Blochează temporar cursorul mausului
sr: Привремено закључај показивач миша
sr@latin: Privremeno zaključaj pokazivač miša
te: మౌస్ సూచకిని తాత్కాలికంగా లాక్ చేయండి

source: Failed to Launch Mouse Preferences
as: মাউছ সম্পৰ্কিত পছন্দ
pa: ਮਾਊਂਸ ਪਸੰਦ ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ
ro: Lansarea preferințelor pentru mouse a eșuat
sr: Не могу да покренем поставке миша
sr@latin: Ne mogu da pokrenem postavke miša
te: మౌస్ అభీష్టాలను ఆరంభించుటకు విఫలమైంది
