Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/help/*/*.po
Languages: ca, de, it

source: The <guilabel>Preferences</guilabel> window of the <guilabel>Pointer Capture</guilabel> applet has three sections:
ca: La finestra de <guilabel>Preferències</guilabel> de la miniaplicació de <guilabel>Captura del punter</guilabel> té tres seccions:
de: Das <guilabel>Einstellungsfenster</guilabel> des Applets <guilabel>Mauszeiger einfangen</guilabel> besteht aus drei Abschnitten:
it: La finestra <guilabel>Preferenze di Cattura del puntatore</guilabel> dell'applet <guilabel>Cattura del puntatore</guilabel> è composta di tre sezioni:

source: In the <guilabel>Capture Pointer</guilabel> section, the user can specify under what circumstances the pointer gets captured when it moves into the capture area. For example: if the control modifier is checked, the pointer gets captured when it is over the capture area and the user presses the Control modifier key. If no modifier is checked and the mouse button is set to 0, the pointer only has to move into the capture area to get locked.
ca: A la secció <guilabel>Captura el punter</guilabel> l'usuari pot especificar sota quines circumstàncies el punter es captura quan aquest es mogui cap a dins de l'àrea de captura. Per exemple, si el modificador de control està activat, el punter es capturarà quan estigui a l'àrea de captura i l'usuari premi la tecla modificadora Control. Si no s'ha activat cap modificador i s'estableix el botó del ratolí a 0, el punter només s'haurà de moure a l'àrea de captura per a bloquejar-lo.
de: Im Abschnitt <guilabel>Mauszeiger einfangen</guilabel> kann Benutzer angeben, unter welchen Umständen der Mauszeiger eingefangen wird, wenn er in den Einfangbereich verschoben wird. Beispiel: Wenn die Strg-Taste hier aktiviert ist, dann wird der Mauszeiger eingefangen, sobald er in den Einfangbereich gerät und der Benutzer die Strg-Taste drückt. Wenn keine Auslösetaste angegeben und die Maustaste auf 0 gesetzt wird, muss der Zeiger nur in den Einfangbereich verschoben werden, um ihn zu sperren.
it: Nella sezione <guilabel>Cattura del puntatore</guilabel>, è possibile specificare sotto quali circostanze il puntatore viene catturato quando passa nell'area di cattura. Per esempio, se uno dei modificatori è selezionato, il puntatore viene catturato quando passa sopra l'area e viene premuto il modificatore selezionato. Se nessun modificatore è selezionato e il pulsante del mouse è impostato a zero (0), affinché il puntatore venga catturato è sufficiente farlo passare sopra l'area.

source: It is also possible to specify a combination of modifiers and mouse button.
ca: També és possible especificar una combinació de modificadors i el botó del ratolí.
de: Es ist auch möglich, eine Kombination aus Auslösetasten und Maustasten festzulegen.
it: È anche possibile indicare una combinazione di modificatori e pulsante mouse.

source: In the <guilabel>Release Pointer</guilabel> section, the user can specify what modifier or mouse button releases the pointer.
ca: A la secció <guilabel>Allibera el punter</guilabel>, l'usuari pot especificar quin modificador o botó del ratolí alliberarà el punter.
de: Im Abschnitt <guilabel>Mauszeiger freigeben</guilabel> kann der Benutzer festlegen, welche Auslösetaste oder welche Maustaste den Zeiger wieder freigibt.
it: Nella sezione <guilabel>Rilascio del puntatore</guilabel>, è possibile specificare quale modificatore o quale pulsante del mouse è usato per rilasciare il puntatore.

source: In the <guilabel>Size of Capture Area</guilabel> section, the user can specify the width of the capture area on the GNOME panel.
ca: A la secció <guilabel>Mida de l'àrea de captura</guilabel>, l'usuari pot especificar l'amplada de l'àrea de captura al quadre del GNOME.
de: Im Abschnitt <guilabel>Größe des Einfangbereiches</guilabel> kann der Benutzer die Breite des Einfangbereiches im Panel festlegen.
it: Nella sezione <guilabel>Dimensione dell'area di cattura</guilabel>, è possibile specificare la larghezza dell'area di cattura presente nel pannello.

source: About <application>Mousetweaks</application>
ca: Quant al <application>Mousetweaks</application>
de: Über <application>Mousetweaks</application>
it: Informazioni riguardo <application>Mousetweaks</application>

source: Authors and hosting site
ca: Autors i lloc d'hostatge
de: Autoren und Webseite
it: Autori e sito web

source: <application>Mousetweaks</application> is based on a <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">specification</ulink> hosted on Launchpad. It was implemented by Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ), and I ( <email>frfumanti@svn.gnome.org</email> ) helped with testing and logistics.
ca: El <application>Mousetweaks</application> està basat en una <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">especificació</ulink> hostatjada al Launchpad. En Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ) l'ha implementat, i en Francesco Fumanti ( <email>frfumanti@svn.gnome.org</email> ) ha ajudat amb les proves i la logística.
de: <application>Mousetweaks</application> basiert auf der bei Launchpad veröffentlichten <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">Spezifikation</ulink>. Es wurde von Gerd Kohlberger ( <email>gerdk@svn.gnome.org</email> ) implementiert, Francesco Fumanti ( <email>frfumanti@svn.gnome.org</email> ) half bei Tests und Logistik.
it: <application>Mousetweaks</application> è basato su <ulink type="https" url="https://wiki.ubuntu.com/Accessibility/Specs/MouseTweaks">specifica</ulink> presente in Launchpad. È stato implementato da Gerd Kohlberger (<email>gerdk@svn.gnome.org</email>), Francesco Fumanti (<email>frfumanti@svn.gnome.org</email>) ha fornito supporto e logistica.

source: You can find more informations about Mousetweaks on <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> and on <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
ca: Podeu obtenir més informació sobre el Mousetweaks al <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> i al <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
de: Weitere Informationen über Mousetweaks finden Sie bei <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> und <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.
it: È possibile trovare maggiori informazioni riguardo Mousetweaks su <ulink type="https" url="https://launchpad.net/mousetweaks">Launchpad</ulink> e su <ulink url="http://live.gnome.org//Mousetweaks/Home">GNOME Live</ulink>.

source: To report a bug or make a suggestion regarding <application>the mousetweaks</application> module, its user interface or its manual, please use the facilities provided by <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>. If it concerns the layout of the Accessibility tab of the Mouse control panel, please file it against the gnome-control-center module; for anything else regarding mousetweaks, please file it against the mousetweaks module.
ca: Per a informar d'un error o fer algun suggeriment sobre el mòdul <application>Mousetweaks</application>, la seva interfície d'usuari o el seu manual, utilitzeu les eines proporcionades pel <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla del GNOME</ulink>. Si afectà al format de la pestanya d'accessibilitat del quadre de control del ratolí, informeu de l'error al mòdul gnome-control-center; per a qualsevol altra cosa relacionada amb el Mousetweaks, informeu de l'error al mòdul mousetweaks.
de: Um einen Fehler zu melden oder einen Vorschlag zum <application>Mousetweaks-Modul</application>, dessen Benutzeroberfläche oder zu dessen Handbuch zu machen, benutzen Sie bitte das <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla-Fehlererfassungssystem</ulink> von GNOME. Falls es dabei sich um die grafische Oberfläche des Reiters »Barrierefreiheit« des Maus-Einstellungswerkzeugs handelt, melden Sie den Fehler im Modul gnome-control-center, ansonsten im Mousetweaks-Modul.
it: Per segnalare un problema o inviare suggerimenti riguardo il modulo <application>mousetweaks</application>, l'interfaccia grafica o su questo manuale, utilizzare il servizio <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla di GNOME</ulink>. Se riguarda la disposizione degli elementi della scheda «Accessibilità» del dialogo «Preferenze del mouse», indicare il modulo «gnome-control-center»; per ogni altra cosa, indicare il modulo «mousetweaks».

source: License
ca: Llicència
de: Lizenz
it: Licenza

source: Mousetweaks is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. A copy of the license can be found at this <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">link</ulink>, or in the file COPYING.GPL included with the source code of this program.
ca: El Mousetweaks es distribueix sota els termes de la Llicència pública general de GNU tal com publica la Free Software Foundation; tant en la versió 3 de la llicència, o (a la vostra opció) una versió posterior. Es pot trobar una còpia d'aquesta llicència en aquest <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">enllaç</ulink>, o en el fitxer COPYING.GPL inclòs amb el codi font d'aquest programa.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 3 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. Eine Kopie dieser Lizenz finden Sie unter diesem <ulink type="http" url="http://www.gnu.org/licenses/gpl-3.0.txt">Link</ulink> oder in der Datei COPYING.GPL, die mit dem Quellcode dieses Programms geliefert wird.
it: Questo programma è distribuito sotto i termini della GNU General Public License come pubblicata dalla Free Software Foundation; o la versione 3 della licenza o (a propria scelta) una versione successiva. Una copia della licenza è disponibile a questo <ulink type="http" url="http://www.gnu.org/license/gpl-3.0.txt">collegamento</ulink> o nel file COPYING incluso con il codice sorgente di questo programma.

source: This manual is distributed under the terms of the The GNU Free Documentation License as published by the Free Software Foundation; either version 1.3 of the License, or (at your option) any later version. A copy of the license can be found at this <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">link</ulink>, or in the file COPYING.FDL included with the source code of this program.
ca: Aquest manual es distribueix sota els termes de la Llicència de documentació lliure de GNU tal com publica la Free Software Foundation; tant en la versió 1.3 de la llicència, o (a la vostra opció) una versió posterior. Es pot trobar una còpia d'aquesta llicència en aquest <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">enllaç</ulink>, o en el fitxer COPYING.FDL inclòs amb el codi font d'aquest programa.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.3 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">Link</ulink> oder in der mit dem Quellcode dieses Programms gelieferten Datei COPYING.FDL.
it: Questo manuale è distribuito sotto i termini della GNU Free Documentation License come pubblicata dalla Free Software Foundation; o la versione 1.3 della licenza o (a propria scelta) una versione successiva. Una copia della licenza può essere trovata a questo <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt" type="help">collegamento</ulink> o nel file COPYING incluso con il codice sorgente di questo programma.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2008, 2009
de: Mario Blättermann <mariobl@gnome.org>, 2009
it: Milo Casagrande <milo@ubuntu.com>

source: Adapt the manual to the changes done to mousetweaks for GNOME 2.28.<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
de: Der Inhalt des Handbuchs wurde an die Änderungen in Mousetweaks für GNOME 2.28 angepasst. <email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: This manual describes the accessibility tools provided by mousetweaks and their graphical user interfaces, which consist of the accessibility tab of the mouse control panel and two panel applets.
de: Dieses Handbuch beschreibt die durch Mousetweaks bereitgestellten Barrierefreiheits-Werkzeuge sowie die grafischen Oberflächen, bestehend aus dem Reiter »Barrierefreiheit« des Einstellungsdialogs für die Maus und den beiden Panel-Applets.

source: When the dwell click is active, the <mousebutton>mouse buttons</mousebutton> remain functional and it is still possible to click with the <mousebutton>mouse buttons</mousebutton>. Moreover, If the user performs a click with a <mousebutton>mouse button</mousebutton> while a dwell click is in progress, the dwell click gets stopped and no dwell click is generated; to initiate a new dwell click, the user has to move and stop moving the mouse as usual for the dwell click.
de: Wenn der verzögerte Klick aktiviert ist, sind die <mousebutton>Maustasten</mousebutton> weiterhin benutzbar. Es ist möglich, mit den <mousebutton>Maustasten</mousebutton> Klicks auszuführen. Wenn der Benutzer einen Klick mit einer <mousebutton>Maustaste</mousebutton> ausführt, während die Reaktionszeit des verzögerten Klicks abläuft, wird der verzögerte Klick angehalten und nicht ausgelöst. Um erneut einen verzögerten Klick auszuführen, muss der Benutzer wiederum die Maus bewegen und anhalten, wie für einen verzögerten Klick üblich.
