Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/help/*/*.po
Languages: ca, de, it

source: Picture showing the radio buttons to select dwell mode
ca: Imatge que mostra els botons d'opció per a seleccionar el mode del clic en pausa
de: Radioknöpfe zur Auswahl des Modus des verzögerten Klicks
it: Immagine che mostra i pulsanti radio per la selezione del clic automatico

source: To select the mode, the user only has to click on the radio button that corresponds to his choice.
ca: Per a seleccionar el mode, l'usuari només ha de fer clic al botó d'opció que correspon a la seva opció.
de: Um den Modus auszuwählen, muss der Benutzer den entsprechenden Radioknopf anklicken.
it: Per selezionare la modalità, basta fare clic sul pulsante radio corrispondente alla proprio scelta.

source: Automatic Click Completion With Click Type Choice Beforehand
ca: Completat automàtic del clic amb tria de tipus de clic per avançat
de: Automatische Vervollständigung des Klicks bei im Voraus ausgewählten Klicktyp
it: Clic automatico con scelta anticipata del clic

source: This mode is active when the user selects <guilabel>Choose type of click beforehand</guilabel>. In fact, after the mouse has been motionless for the time defined by the <guilabel>Delay</guilabel> slider, the system will automatically perform the click type that is selected in the Click Type Window shown here:
ca: Aquest mode està actiu quan l'usuari selecciona <guilabel>Selecciona el tipus de clic per avançat</guilabel>. De fet, després que el ratolí estigui sense moviment durant un temps definit pel lliscador <guilabel>Retard</guilabel>, el sistema automàticament realitzarà el tipus de clic que s'ha seleccionat a la finestra del tipus de clic que es mostra:
de: Dieser Modus ist aktiv, wenn der Benutzer <guilabel>Klicktyp im Voraus auswählen</guilabel> auswählt. Nachdem die Maus für die mit dem Schieberegler <guilabel>Verzögerung</guilabel> Zeitspanne nicht bewegt wurde. Das System führt automatisch den im hier angezeigten Klicktyp-Fenster ausgewählten Klicktyp aus:
it: Questa modalità è attiva quando viene selezionato <guilabel>Scegliere il tipo di clic in anticipo</guilabel>. Dopo che il mouse è rimasto fermo per la quantità di tempo indicata dal controllo scorrevole <guilabel>Ritardo</guilabel>, il sistema eseguirà automaticamente il tipo di clic selezionato dalla seguente finestra:

source: Picture showing the click type window
ca: Imatge que mostra la finestra del tipus de clic
de: Das Fenster des Klick-Typs
it: Immagine che mostra la finestra coi tipi di clic

source: To display the <guimenu>Click Type Window</guimenu> on the screen, the user has to put a checkmark <application>in the checkbox named <quote><guilabel>Show click type window</guilabel></quote>:</application>
ca: Per a mostrar la finestra <guimenu>Tipus de clic</guimenu> a la pantalla, l'usuari ha de marcar la <application>casella de selecció anomenada <quote><guilabel>Mostra la finestra del tipus de clic</guilabel></quote>:</application>
de: Um das <guimenu>Klickyp-Fenster</guimenu> auf dem Bildschirm anzuzeigen, muss der Benutzer das Ankreuzfeld <guilabel>Klicktyp-Fenster anzeigen</guilabel> aktivieren:
it: Per visualizzare la finestra <guimenu>Tipo di clic automatico</guimenu>, è necessario selezionare l'opzione <guilabel>Mostrare la finestra per il tipo di clic</guilabel>:

source: Picture with the checkbox to display the click type window
ca: Imatge amb la casella de selecció per a mostrar la finestra del tipus de clic
de: Ankreuzfeld zum Anzeigen des Klicktyp-Fensters
it: Immagine con l'opzione per visualizzare la finestra coi tipi di clic

source: After the click has occurred, the single click type will be automatically restored. In order to choose another click type, the user has to perform an automatic click on the <guibutton>button</guibutton> in the <guilabel>Click Type Window</guilabel> that corresponds to his click type choice.
ca: Després de que s'hagi realitzat el clic, es restaurarà automàticament al tipus de clic senzill. Per a poder triar un altre tipus de clic, l'usuari ha de realitzar un clic automàtic al <guibutton>botó</guibutton> a la finestra <guilabel>Tipus de clic</guilabel> que correspon al seu tipus de clic triat.
de: Wenn der Klick ausgeführt wurde, wird der einfache Klicktyp wiederhergestellt. Um einen anderen Klicktyp zu wählen, muss der Benutzer einen automatischen Klick auf den <guibutton>Knopf</guibutton> im <guilabel>Klicktyp-Fenster</guilabel> ausführen, der sich auf den gewünschten Klicktyp bezieht.
it: Una volta eseguito il clic, la tipologia del clic singolo viene ripristinata automaticamente. Per poter scegliere un altro tipo di clic, è necessario eseguire un clic automatico sul <guibutton>pulsante</guibutton> nella finestra <guilabel>Tipi di clic</guilabel>.

source: Instead of the Click Type Window some users might prefer to use the <guilabel>Dwell Click</guilabel> panel applet, that has some advantages:.
ca: Enlloc de la finestra de tipus de clic, alguns usuaris poden preferir utilitzar la miniaplicació del quadre <guilabel>Clic en pausa</guilabel>, la qual ofereix certs avantatges:
de: Anstelle des Klicktyp-Fensters könnten einige Benutzer vielleicht das Panel-Applet <guilabel>Verzögerter Klick</guilabel> bevorzugen, das einige Vorzüge bietet:
it: Al posto della finestra coi tipi di clic, è possibile utilizzare l'applet da pannello <guilabel>Clic automatico</guilabel> che presenta alcuni vantaggi:

source: The user does not need the <guilabel>Click Type Window</guilabel> that might cover other windows on the desktop.
ca: A l'usuari no li cal la finestra <guilabel>Tipus de clic</guilabel>, la qual pot ser que tapi altres finestres de l'escriptori.
de: Der Benutzer benötigt das <guilabel>Klickyp-Fenster</guilabel> nicht, das vielleicht andere Fenster auf dem Desktop verdecken könnte.
it: Non è necessario avere aperta la finestra <guilabel>Tipo di clic automatico</guilabel> che potrebbe nascondere altre finestre.

source: The user has a direct way to start and stop the dwell click by using the <guilabel>On/Off</guilabel> button of the <guilabel>Dwell Click</guilabel> applet. This is especially useful when he wants to disable dwelling for a little while to read some text without the interference of a dwell click.
ca: L'usuari té una manera directa per a iniciar i aturar el clic en pausa en utilitzar el botó <guilabel>Actiu/Apagat</guilabel> de la miniaplicació <guilabel>Clic en pausa</guilabel>. Això és especialment útil quan es vol inhabilitar el clic en pausa una estona per a llegir algun text sense la interferència d'un clic en pausa.
de: Der Benutzer hat eine direkte Möglichkeit, den verzögerten Klick mit dem Knopf <guilabel>Aktiviert/Deaktiviert</guilabel> des <guilabel>Verzögerter Klick</guilabel>-Applets zu starten oder zu beenden. Dies ist insbesondere nützlich, wenn die Verzögerung für kurze Zeit abgeschaltet werden soll, um einen Text zu lesen, ohne dass der verzögerte Klick in Aktion tritt.
it: È possibile avviare il clic automatico direttamente usando il pulsante <guilabel>On/Off</guilabel> dell'applet <guilabel>Clic automatico</guilabel>. Questo metodo si rivela molto utile quando è necessario disabilitare il clic automatico per un breve periodo di tempo senza che il clic automatico continui a essere eseguito.

source: Indeed, by using the <guilabel>Dwell Click</guilabel> panel applet: <placeholder-1/>
ca: En utilitzar la miniaplicació del quadre <guilabel>Clic en pausa</guilabel>: <placeholder-1/>
de: Bei der Verwendung des Applets <guilabel>Verzögerter Klick</guilabel>: <placeholder-1/>
it: Usando invece l'applet da pannello <guilabel>Clic automatico</guilabel>: <placeholder-1/>

source: To display the <guilabel>Dwell Click</guilabel> applet on the GNOME panel, the user has to follow the usual procedure to add applets to the GNOME panel. An example about how to do it can be found in the section <link linkend="mouse-a11y-start-pointer-capture">Starting The Pointer Capture Function</link>.
ca: Per a mostrar la miniaplicació <guilabel>Clic en pausa</guilabel> al quadre del GNOME, l'usuari ha de seguir el procediment normal per a afegir miniaplicacions al quadre del GNOME. Podeu trobar un exemple de com fer-ho a la secció <link linkend="mouse-a11y-start-pointer-capture">Com iniciar la funció de captura del punter</link>.
de: Um das Applet <guilabel>Verzögerter Klick</guilabel> zum GNOME-Panel hinzuzufügen, folgen Sie der üblichen Vorgehensweise zum Hinzufügen von Applets. Ein Beispiel hierzu finden Sie im Abschnitt <link linkend="mouse-a11y-start-pointer-capture">Starten der Funktion zum Einfangen des Mauszeigers</link>.
it: Per visualizzare l'applet <guilabel>Clic automatico</guilabel> su un pannello, è necessario seguire la procedura per aggiungere una qualsiasi altra applet. Un esempio può essere trovato nella sezione <link linkend="mouse-a11y-start-pointer-capture">Attivare la funzione di cattura del puntatore</link>.

source: The <guilabel>Click Type Window</guilabel> and the <guilabel>Dwell Click</guilabel> applet can be used simultaneously or each on its own.
ca: La finestra <guilabel>Tipus de clic en pausa</guilabel> i la miniaplicació <guilabel>Clic en pausa</guilabel> es poden utilitzar a la vegada o cada una per separat
de: Das <guilabel>Klicktyp-Fenster</guilabel> und das Applet <guilabel>Verzögerter Klick</guilabel> können gleichzeitig oder auch unabhängig voneinander verwendet werden.
it: La finestra <guilabel>Tipo di clic automatico</guilabel> e l'applet <guilabel>Clic automatico</guilabel> possono essere utilizzate contemporaneamente o singolarmente.

source: Click Completion And Click Type Choice By Mouse Gesture
ca: Compleció del clic i tria de tipus de clic amb gestos del ratolí
de: Vervollständigung des Klicks und Auswahl des Klicktyps durch Mausgesten
it: Clic automatico con scelta del tipo di clic coi gesti del mouse

source: This mode is active when the user selects <guilabel>Choose type of click with mouse gestures</guilabel>. In fact, after the mouse has been motionless for the delay defined by the <link linkend="mouse-a11y-dwell-delay">Delay slider</link>, the shape of the pointer will change for a little time lapse; let's call this shape the gesture shape:
ca: Aquest mode s'activa quan l'usuari selecciona <guilabel>Selecciona el tipus de clic amb gestos del ratolí</guilabel>. De fet, després de que el ratolí hagi estat sense moviment pel retard definit pel <link linkend="mouse-a11y-dwell-delay">lliscador de retard</link>, la forma del punter canviarà durant un curt període. Anomenarem a aquesta forma la forma del gest.
de: Dieser Modus ist aktiv, wenn der Benutzer <guilabel>Klicktyp mit Mausgesten auswählen</guilabel> ausgewählt hat. Nachdem die Maus für die mit dem <link linkend="mouse-a11y-dwell-delay">Verzögerungs-Schieberegler</link> eingestellte Zeitspanne bewegungslos ist, wird die Form des Mauszeigers für kurze Zeit verändert, nennen wir diese Form die Gesten-Form:
it: Questa modalità è attiva quando viene selezionato <guilabel>Scegliere il tipo di clic coi gesti del mouse</guilabel>. Dopo che il mouse è rimasto fermo per la quantità di tempo indicata dal controllo scorrevole <link linkend="mouse-a11y-dwell-delay">Ritardo</link>, il puntatore cambia forma per un breve periodo di tempo, assumendo la forma per eseguire i gesti:

source: If the user moves the pointer while it is showing the gesture shape, a click is performed at the location where the pointer was last motionless; finally the pointer returns to its normal shape. The type of click performed depends on the direction of the movement of the mouse. During the movement of the pointer, a line is drawn following the movement of the pointer to give feedback to the user.
ca: Si l'usuari mou el punter mentre es mostra la forma del gest, es realitzarà un clic a la ubicació on el punter estava sense moviment. Finalment el punter tornarà a la seva forma normal. El tipus de clic realitzat depèn de la direcció del moviment del ratolí. Durant el moviment del punter, es dibuixarà una línia seguint el moviment del punter per a mostrar el moviment a l'usuari.
de: Wenn der Benutzer den Mauszeiger bewegt, während dieser die Gesten-Form anzeigt, wird ein Klick auf die Stelle ausgeführt, wo der Zeiger sich zuletzt bewegungslos befand. Letzendlich kehrt der Mauszeiger zu seiner normalen Form zurück. Der ausgeführte Klicktyp hängt von der Bewegungsrichtung der Maus ab. Während der Bewegung des Mauszeigers wird eine Linie gezeichnet, die der Bewegung folgt, um dies dem Benutzer zu verdeutlichen.
it: Se il puntatore viene mosso mentre è visualizzata la forma per i gesti, viene eseguito un clic alla posizione in cui il puntatore si trovava prima di essere mosso e quindi ritorna ad assumere la sua forma normale. Il tipo di clic eseguito dipende dalla direzione del movimento del mouse. Durante il movimento del puntatore, viene disegnata una linea che segue i movimenti, utile per fornire un riscontro visivo all'utente.

source: If the user keeps the pointer motionless until it returns to its normal shape, the user can move the mouse without a click being performed. The next dwell click can be performed at the next pointer stop.
ca: Si l'usuari manté el punter sense moviment fins que retorna a la seva forma normal, l'usuari podrà moure el ratolí sense que s'hagi realitzat un clic. El següent clic en pausa es realitzarà el següent cop que s'aturi el ratolí.
de: Falls der Benutzer den Mauszeiger bewegungslos hält, bis dieser zu seiner normalen Form zurückkehrt, kann die Maus wieder bewegt werden, ohne dass ein Klick ausgeführt wird. Der nächste verzögerte Klick kann an der nächsten Stelle ausgeführt werden, an der der Mauszeiger stehenbleibt.
it: Se il puntatore viene mantenuto fermo fino al ritorno alla sua forma normale, è possibile muovere il mouse senza che venga eseguito un clic. Il clic automatico successivo viene eseguito quando il puntatore si ferma nuovamente.

source: The user also has the possibility to match click type with movement direction by using the 4 <guimenu>popups</guimenu> available:
ca: L'usuari també té la possibilitat de vincular el tipus de clic amb la direcció del moviment en utilitzar els 4 <guimenu>menús emergents</guimenu> disponibles:
de: Es ist möglich, den Klicktyp durch die Bewegungsrichtung zu bestimmen, und zwar durch eines der vier verfügbaren <guimenu>Kontextmenüs</guimenu>:
it: È anche possibile assegnare al tipo di clic un movimento particolare utilizzando le quattro opzioni che seguono:

source: Picture showing the configuration options to map click type to movement direction
ca: Imatge que mostra les opcions de configuració per a vincular el tipus de clic a la direcció del moviment
de: Konfigurationsoptionen zur Zuordnung des Klicktyps zur Bewegungsrichtung
it: Immagine che mostra le opzioni di configurazione per mappare il tipo di clic col movimento

source: There is also a <guimenuitem>Disabled</guimenuitem> menu item in each <guimenu>popup</guimenu>. The user can select it if he does not want some click types to be performed automatically. This is especially interesting for users that have problems with only certain click types.
ca: També hi ha l'element de menú <guimenuitem>Inhabilitat</guimenuitem> a cada <guimenu>menú emergent</guimenu>. L'usuari pot seleccionar-lo si no vol que alguns tipus de clic es realitzin automàticament. Això és especialment interessant per als usuaris que només tenen problemes amb certs tipus de clic.
de: In jedem der <guimenu>Kontextmenüs</guimenu> gibt es auch einen Eintrag namens <guimenuitem>Deaktiviert</guimenuitem>. Der Benutzer kann dies auswählen, falls er keine Klicktypen automatisch ausführen lassen will. Dies ist insbesondere dann interessant, wenn ein Benutzer nur Schwierigkeiten mit bestimmten Klicktypen hat.
it: In ognuna di queste opzioni è disponibile anche il valore <guimenuitem>Disabilitato</guimenuitem> in modo che sia possibile disabilitare alcuni tipi di clic se non sono ritenuti necessari. Questa funzionalità è utile per gli utenti che hanno problemi solo con alcuni tipi di clic.

source: Dwell Delay Setting
ca: Paràmetres del clic amb retard
de: Einstellen der Zeit für den verzögerten Klick
it: Impostare il ritardo

source: With the <guilabel>Delay</guilabel> slider, the user can configure how long the pointer has to be motionless for the click to be initiated.
ca: Amb el lliscador de <guilabel>Retard</guilabel>, l'usuari pot configurar quant de temps el punter ha d'estar sense moviment abans d'activar el clic.
de: Mit dem Schieberegler <guilabel>Verzögerung</guilabel> kann der Benutzer einstellen, wie lange der Mauszeiger bewegungslos bleiben muss, bevor der Klick eingeleitet wird.
it: Attraverso il controllo scorrevole <guilabel>Ritardo</guilabel>, è possibile impostare il tempo in cui il puntatore deve essere immobile affinché venga eseguito il clic.

source: Picture showing the delay slider of the dwell click
ca: Imatge que mostra el lliscador de retard del clic en pausa
de: Verzögerungs-Schieberegler des verzögerten Klicks
it: Immagine che mostra il controllo scorrevole del ritardo

source: The dwell delay only works in the context of the dwell click.
ca: El retard del clic en pausa només funciona en el context del clic en pausa.
de: Die Verzögerungszeit ist nur wirksam im Zusammenhang mit dem verzögerten Klick.
it: Il ritardo del clic automatico funziona solamente per i clic automatici.

source: Motion Threshold Setting
ca: Paràmetre del llindar de moviment
de: Einstellen des Bewegungsschwellwerts
it: Impostare la soglia di movimento

source: For people that have trouble to keep the mouse motionless, there is the <guilabel>Motion Threshold</guilabel> slider.
ca: Per a aquells qui tenen problemes per a mantenir el ratolí sense moviment hi ha el lliscador <guilabel>Llindar del moviment</guilabel>.
de: Für Benutzer, die den Mauszeiger nur schwer ruhig halten können, ist der Schieberegler <guilabel>Bewegungstoleranz</guilabel> gedacht.
it: Il controllo scorrevole <guilabel>Soglia di movimento</guilabel> è utile alle persone che non riescono a mantenere il mouse completamente fermo.

source: Picture showing the motion threshold slider of the dwell click
ca: Imatge que mostra el lliscador de llindar del moviment del clic en pausa
de: Schieberegler für die Bewegungstoleranz des verzögerten Klicks
it: Immagine che mostra il controllo scorrevole della soglia del movimento

source: When the slider is set towards low, even little mouse movements are considered; however, by setting a higher threshold, the pointer has to travel a bigger distance before it is considered as moving.
ca: Quan el lliscador està establert a baix, fins i tot es té en consideració els petits moviments del ratolí. No obstant, en establir un llindar alt, el ratolí ha de travessar una distància major abans que es consideri com a moviment.
de: Wenn der Schieberegler auf einen niedrigen Wert eingestellt ist, werden auch geringfügige Mausbewegungen berücksichtigt. Bei einem höheren Wert muss der Zeiger einen längeren Weg zurücklegen, bevor dies als Bewegung erkannt wird.
it: Quando il controllo è portato vicino alla soglia "piccola", anche il minimo movimento viene considerato, impostando una soglia più grande, è necessario far coprire al puntatore uno spazio maggiore per poter considerare il movimento.

source: The Motion Threshold setting does not only work for the Dwell Click, but also for the Simulated Secondary Click, even if the Dwell Click is disabled.
ca: El paràmetres del llindar de moviment no només funciona per al clic en pausa, sinó que també per al clic secundari simulat, encara que el clic en pausa estigui inhabilitat.
de: Die Einstellung der Bewegungstoleranz beeinflusst auch den <guilabel>Simulierten Kontextklick</guilabel>, und zwar auch dann, wenn der <guilabel>Verzögerte Klick</guilabel> nicht aktiviert ist.
it: Il controllo scorrevole per la soglia del movimento funziona anche per il clic secondario simulato, anche se il clic automatico è disabilitato.

source: Locking The Pointer Description
ca: Descripció del bloqueig del punter
de: Sperren des Mauszeigers
it: Bloccare il puntatore

source: There are people that have to use their pointing device not only for the computer. These people would welcome a way to lock the pointer into an area of the screen, so that they can use their pointing device for other tasks.
ca: Certes persones han d'utilitzar el seu dispositiu de punter no només per a l'ordinador. Per a aquests usuaris serà útil tenir una manera per a bloquejar el punter a una àrea de la pantalla, de manera que puguin utilitzar el dispositiu de punter per a altres tasques.
de: Es gibt Benutzer, die ihr Zeigegerät nicht nur für den Rechner verwenden. Diese Benutzer würden es begrüßen, wenn es einen Weg gäbe, den Mauszeiger in einem bestimmten Bereich des Bildschirms festzusetzen, so dass das Zeigegerät für andere Aufgaben zur Verfügung steht.
it: Alcuni utenti possono usare il dispositivo di puntamento non solo per il computer, ma per altre mansioni. In questi casi, un'area dello per bloccare il puntatore e usare il dispositivo per altre attività, è molto utile.

source: In fact, the Pointer Capture panel applet creates an area on the panel, into which the user can lock the pointer until he releases it in a determined way.
ca: De fet, la miniaplicació del quadre de captura del punter crea una àrea al quadre on l'usuari pot bloquejar el punter fins que l'alliberi d'una manera determinada.
de: Das Applet <guilabel>Mauszeiger einfangen</guilabel> erstellt einen Bereich auf dem Panel, in dem der Benutzer den Mauszeiger sperren kann, bis er durch eine bestimmte Aktion wieder entsperrt wird.
it: L'applet da pannello di cattura del puntatore crea una piccola area nel pannello, all'interno della quale è possibile bloccare il puntatore fintantoché non viene rilasciato in un determinato modo.

source: Have a look at <placeholder-1/> for instructions about how to install the pointer capture applet on the GNOME panel.
ca: Vegeu <placeholder-1/> per a obtenir instruccions de com instal·lar la miniaplicació de captura del punter al quadre del GNOME.
de: In <placeholder-1/> finden Sie Anweisungen, wie Sie das Applet <guilabel>Mauszeiger einfangen</guilabel> zum GNOME-Panel hinzufügen können.
it: Consultare <placeholder-1/> per istruzioni su come installare l'applet di cattura del puntatore.

source: Picture of the pointer capture area when the pointer has been captured
ca: Imatge de l'àrea de captura del punter quan el punter s'ha capturat
de: Der Einfangbereich, während der Mauszeiger eingefangen ist
it: Immagine che mostra l'area di cattura del puntatore una volta catturato il puntatore

source: By choosing <guimenu>Preferences</guimenu> in the contextual menu of the <guilabel>Pointer Capture</guilabel> applet, the user gets a window with the options of the <guilabel>Pointer Capture</guilabel> applet:
ca: En triar <guimenu>Preferències</guimenu> al menú contextual de la miniaplicació de <guilabel>Captura del punter</guilabel>, l'usuari obtindrà una finestra amb les opcions de la miniaplicació de <guilabel>Captura del punter</guilabel>:
de: Wenn Sie im Kontextmenü des Applets <guilabel>Mauszeiger einfangen</guilabel> den Eintrag <guimenu>Einstellungen</guimenu> wählen, wird das Fenster mit den verfügbaren Optionen des Applets <guilabel>Mauszeiger einfangen</guilabel> angezeigt:
it: Scegliendo <guimenu>Preferenze</guimenu> dal menù contestuale dell'applet <guilabel>Cattura del puntatore</guilabel>, viene visualizzata la finestra con le opzioni dell'applet <guilabel>Cattura del puntatore</guilabel>:

source: Picture showing the preferences of the Pointer Capture applet
ca: Imatge que mostra les preferències de la miniaplicació de captura del punter
de: Einstellungen des Applets »Mauszeiger einfangen«
it: Immagine che mostra le preferenze per l'applet di cattura del puntatore
