Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/help/*/*.po
Languages: ca, de, it

source: Pointer capture: it allows the user to lock the pointer in a determined area of the panel until the user releases it by a predefined keystroke or mouse button.
ca: Captura del punter: permet a l'usuari bloquejar el punter a una àrea determinada del quadre fins que l'usuari l'alliberi amb la pulsació d'una tecla predeterminada o d'un botó del ratolí.
de: Das Einfangen des Mauszeigers ermöglicht es Benutzern, den Mauszeiger in einem festgelegten Bereich des Panels zu sperren, bis ihn der Benutzer durch ein vorher festgelegtes Tastenkürzel oder eine Bedienung einer Maustaste entsperrt.
it: Cattura del puntatore: consente di bloccare il puntatore in una determinata area del pannello fino a che non viene rilasciato tramite la pressione di determinati tasti o di un pulsante del mouse.

source: How To Start The Functions
ca: Com iniciar les funcions
de: Starten der Funktionen
it: Come attivare le funzioni

source: The simulated secondary click and the dwell click depend on the mousetweaks process; however the pointer capture applet depends on the GNOME panel. Consequently, also the methods to start them vary.
ca: El clic secundari simulat i el clic en pausa depenen del procés del Mousetweaks. De tota manera, la miniaplicació de captura del punter depèn del quadre del GNOME. En conseqüència, els mètodes per a iniciar-los són diferents.
de: Der simulierte Kontextklick und der verzögerte Klick sind vom Mousetweaks-Prozess abhängig. Das Applet zum Einfangen des Mauszeigers hängt vom GNOME-Panel ab. Daher gibt es auch verschiedene Wege, diese zu starten.
it: Il clic secondario simulato e il clic automatico dipendono direttamente dall'esecuzione del programma; inoltre, l'applet di cattura del puntatore, dipende dal pannello di GNOME. Di conseguenza, i metodi per avviarli sono diversi.

source: Starting The Simulated Secondary Click Function
ca: Com iniciar la funció de clic secundari simulat
de: Starten der Funktion des simulierten Kontextklicks
it: Attivare il clic secondario

source: You can start the Simulated Secondary Click in two ways:
ca: Podeu iniciar la funció de clic secundari simulat de dues maneres:
de: Sie können den simulierten Kontextklick auf zwei verschiedene Arten starten:
it: È possibile attivare il clic secondario in due modi:

source: from the graphical user interface
ca: Des de la interfície gràfica d'usuari
de: in der grafischen Oberfläche
it: dall'interfaccia grafica

source: from the command line
ca: Des de la línia d'ordres
de: über die Befehlszeile
it: dalla riga di comando

source: Start From The Graphical User Interface
ca: Com iniciar des de la interfície gràfica d'usuari
de: Start über die grafische Oberfläche
it: Dall'interfaccia grafica

source: The graphical user interface to start the simulated secondary click is located in the Accessibility tab of the Mouse control panel. To open it, choose the menu <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Control Center</guimenuitem></menuchoice> and the Control Center will open. By clicking on Mouse in the Control Center, the Mouse control panel will open and after clicking on the Accessibility tab, you will see the following settings:
ca: La interfície gràfica d'usuari per a iniciar el clic secundari simulat està ubicada a la pestanya d'accessibilitat del quadre de control del ratolí. Per a obrir-la, trieu al menú <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferències</guisubmenu><guimenuitem>Centre de control</guimenuitem></menuchoice> i s'obrirà el Centre de control. En fer clic a Ratolí al Centre de control, s'obrirà el quadre de control del ratolí i després de fer clic a la pestanya Accessibilitat veureu els paràmetres següents:
de: Die grafische Benutzeroberfläche zum Starten des simulierten Kontextklicks finden Sie im Reiter »Barrierefreiheit« des Maus-Einstellungswerkzeugs. Um dieses zu öffnen, wählen Sie das Menü <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Kontrollzentrum</guimenuitem></menuchoice>, woraufhin das GNOME-Kontrollzentrum geöffnet wird. Klicken Sie im Kontrollzentrum auf »Maus«. Das Maus-Einstellungswerkzeug wird geöffnet, in dessen Reiter »Barrierefreiheit« folgende Einstellungen möglich sind:
it: L'interfaccia grafica per attivare il clic secondario simulato è localizzata nella scheda Accessibilità delle preferenze del mouse. Per avviarla, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferenze</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice> per aprire il dialogo delle preferenze del mouse. Una volta selezionata la scheda Accessibilità le seguenti funzioni sono disponibili:

source: Picture of the Mouse control panel
ca: Imatge del quadre de control del ratolí
de: Das Maus-Einstellungswerkzeug
it: Immagine del dialogo delle preferenze del mouse

source: To start the simulated secondary click function, put a checkmark into the checkbox that says:
ca: Per a iniciar la funció de clic secundari simulat, marqueu la casella de selecció següent:
de: Um die Funktion des simulierten Kontextklicks zu starten, aktivieren Sie das folgende Ankreuzfeld:
it: Per attivare il clic secondario simulato, selezionare l'opzione:

source: Trigger secondary click by holding down the primary button
ca: Activa el clic secundari simulat en mantenir premut el botó primari
de: Kontextklick durch Gedrückthalten der ersten Taste auslösen
it: Dare avvio al clic secondario tenendo premuto il pulsante principale

source: Picture of the checkbox to start the simulated secondary click
ca: Imatge de la casella de selecció per a iniciar el clic secundari simulat
de: Das Ankreuzfeld des simulierten Kontextklicks
it: Immagine dell'opzione per avviare il clic secondario simulato

source: Start From The Command Line
ca: Com iniciar des de la línia d'ordres
de: Start über die Befehlszeile
it: Dalla riga di comando

source: To start the simulated secondary click from the command line, open the <application>Terminal</application> and type the following:
ca: Per a iniciar el clic secundari simulat des de la línia d'ordres, obriu el <application>Terminal</application> i introduïu el següent:
de: Um den simulierten Kontextklick in einer Befehlszeile zu starten, öffnen Sie ein <application>Terminal</application> und geben Sie Folgendes ein:
it: Per attivare il clic secondario simulato dalla riga di comando, aprire il <application>Terminale</application> e digitare quanto segue:

source: Starting The Dwell Click Function
ca: Com iniciar la funció de clic en pausa
de: Starten der Funktion des verzögerten Klicks
it: Attivare il clic automatico

source: You can start the dwell click function in three ways:
ca: Podeu iniciar la funció de clic en pausa de tres maneres:
de: Sie können die Funktion des verzögerten Klicks auf drei verschiedene Arten starten:
it: È possibile attivare la funzione di clic automatico in tre modi:

source: from the Accessibility tab of the Mouse control panel
ca: Des de la pestanya d'accessibilitat del quadre de control del ratolí
de: im Reiter »Barrierefreiheit« des Einstellungsdialogs für die Maus
it: all'interno della sezione Accessibilità delle preferenze del mouse

source: from the On/Off button on the Dwell Click panel applet
ca: Des del botó Actiu/Apagat a la miniaplicació del quadre de clic en pausa
de: mit dem Knopf »Aktivieren/Deaktivieren« im Panel-Applet »Verzögerter Klick«
it: dall'applet da pannello per il clic automatico

source: Start From The Accessibility tab of the Mouse control panel
ca: Com iniciar des de la pestanya d'accessibilitat del quadre de control del ratolí
de: Starten im Reiter »Barrierefreiheit« des Maus-Einstellungswerkzeugs
it: Dall'interfaccia grafica

source: The graphical user interface to start the dwell click is located in the Accessibility tab of the Mouse control panel. To open it, choose the menu <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Control Center</guimenuitem></menuchoice> and the Control Center will open. By clicking on Mouse in the Control Center, the Mouse control panel will open and after clicking on the Accessibility tab, you will see the following settings:
ca: La interfície gràfica d'usuari per a iniciar el clic en pausa està ubicada a la pestanya d'accessibilitat del quadre de control del ratolí. Per a obrir-la, trieu al menú <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferències</guisubmenu><guimenuitem>Centre de control</guimenuitem></menuchoice> i s'obrirà el Centre de control. En fer clic a Ratolí al Centre de control, s'obrirà el quadre de control del ratolí i després de fer clic a la pestanya Accessibilitat veureu els paràmetres següents:
de: Die grafische Benutzeroberfläche zum Starten des verzögerten Klicks finden Sie im Reiter »Barrierefreiheit« des Maus-Einstellungswerkzeugs. Um dieses zu öffnen, wählen Sie das Menü <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guimenuitem>Kontrollzentrum</guimenuitem></menuchoice>, woraufhin das GNOME-Kontrollzentrum geöffnet wird. Klicken Sie im Kontrollzentrum auf »Maus«. Das Maus-Einstellungswerkzeug wird geöffnet, in dessen Reiter »Barrierefreiheit« folgende Einstellungen möglich sind:
it: L'interfaccia grafica per attivare il clic automatico è localizzata nella scheda Accessibilità delle preferenze del mouse. Per avviarla, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferenze</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice> per aprire il dialogo delle preferenze del mouse. Una volta selezionata la scheda Accessibilità le seguenti funzioni sono disponibili:

source: To start the dwell click function, put a checkmark into the checkbox that says:
ca: Per a iniciar la funció de clic en pausa, marqueu la casella de selecció següent:
de: Um die Funktion des verzögerten Klicks zu starten, aktivieren Sie folgendes Ankreuzfeld:
it: Per attivare la funzione di clic automatico, selezionare l'opzione:

source: Initiate click when stopping pointer movement
ca: Inicia el clic quan s'aturi el moviment del punter
de: Klick ausführen, wenn sich der Mauszeiger nicht mehr bewegt
it: Iniziare il clic quando si ferma il movimento del puntatore

source: Picture of the checkbox to start the dwell click function
ca: Imatge de la casella de selecció per a iniciar la funció de clic en pausa
de: Das Ankreuzfeld zum Starten des verzögerten Klicks
it: Immagine dell'opzione per avviare il clic automatico

source: To start the dwell click function and show the click type window from the command line, open the <application>Terminal</application> and type the following:
ca: Per a iniciar la funció de clic en pausa i mostrar la finestra del tipus de clic des de la línia d'ordres, obriu el <application>Terminal</application> i introduïu el següent:
de: Um den simulierten Kontextklick in einer Befehlszeile zu starten und damit das Klick-Typ-Fenster anzuzeigen, öffnen Sie ein <application>Terminal</application> und geben Sie Folgendes ein:
it: Per attivare la funzione di clic automatico e mostrare la finestra con i tipi di clic dalla riga di comando, aprire il <application>Terminale</application> e digitare quanto segue:

source: Start From The On/Off button On The Dwell Click Panel Applet
ca: Com iniciar des del botó Actiu/Apagat a la miniaplicació del quadre de clic en pausa
de: Start mit dem Knopf Aktivieren/Deaktivieren des Panel-Applets »Verzögerter Klick«
it: Attivare dall'applet da pannello del clic automatico

source: It is possible to start the Dwell Click by simply resting (dwelling) for a little delay with the pointer on the On/Off button of the Dwell Click panel applet. The On/Off button provides feedback of the passing dwell time by filling its frame with another colour. When the frame is completely filled, the button displays its active state and the dwell click gets started.
ca: És possible iniciar el clic en pausa simplement en mantenir un temps el punter al botó Actiu/Apagat de la miniaplicació del quadre de clic en pausa. El botó Actiu/Apagat proporciona informació sobre el temps transcorregut del clic en pausa en omplir-se amb un altre color. Quan s'ha omplert totalment, el botó mostra el seu estat actiu i s'inicia el clic en pausa.
de: Es ist möglich, den verzögerten Klick durch einfaches Verweilen mit dem Mauszeiger auf dem Knopf »Aktivieren/Deaktivieren« des Panel-Applets »Verzögerter Klick« zu starten. Dieser Knopf stellt die Verzögerungszeit dar, indem sich der Rahmen mit einer anderen Farbe füllt. Wenn der Rahmen vollständig gefüllt ist, dann zeigt der Knopf den aktiven Status an und der verzögerte Klick wird gestartet.
it: È possibile attivare il clic automatico semplicemente soffermandosi alcuni secondi col puntatore del mouse sul pulsante On/Off dell'applet da pannello «Clic automatico». Tale pulsante fornisce un riscontro visivo del tempo passato sopra di esso colorandosi gradualmente di un colore diverso. Quando il pulsante ha cambiato il proprio colore completamente, viene visualizzato lo stato corrente e il clic automatico viene avviato.

source: Picture showing the click type applet at the right of the GNOME menus
ca: Imatge que mostra la miniaplicació de tipus de clic a la dreta dels menús del GNOME
de: Das Klicktyp-Applet rechts neben den GNOME-Menüs
it: Immagine che mostra l'applet con i tipi di clic

source: Starting The Pointer Capture Function
ca: Com iniciar la funció de captura del punter
de: Starten der Funktion zum Einfangen des Mauszeigers
it: Attivare la funzione di cattura del puntatore

source: For instructions about how to install the Dwell Click applet on the GNOME panel, please have a look at <placeholder-1/> where you can see how it is done for the Pointer Capture panel applet. The procedure for the Dwell Click panel applet is similar.
ca: Per a obtenir instruccions sobre com instal·lar la miniaplicació de clic en pausa al quadre del GNOME, vegeu la <placeholder-1/> on podreu veure com es realitza amb la miniaplicació de captura del punter. El procediment per a la miniaplicació del quadre de clic en pausa es similar.
de: Anweisungen zur Installation des Applets »Verzögerter Klick« auf dem GNOME-Panel finden Sie in <placeholder-1/>, wo Sie eine Anleitung zum Hinzufügen des Applets zum Einfangen des Mauszeigers finden. Die Vorgehensweise zum Hinzufügen Applets »Verzögerter Klick« ist ähnlich.
it: Per istruzioni su come installare l'applet «Clic automatico» sul pannello di GNOME consultare <placeholder-1/> dove è spiegato come farlo per l'applet «Cattura del puntatore». La procedura è molto simile.

source: As the Pointer Capture applet comes in the from of a panel applet, its starting method has to follow the rules dictated by the GNOME panel. Thus, to start the Pointer Capture function, you only have to install it on the panel and it will automatically run.
ca: Com que la miniaplicació de captura del punter és una miniaplicació del quadre, el mètode per a iniciar-la ha de seguir les regles establertes per al quadre del GNOME. Per això, per a iniciar la funció de captura del punter, només heu d'instal·lar-la al quadre i s'executarà automàticament.
de: Das Applet zum Einfangen des Mauszeiger ist ein Panel-Applet, daher folgt seine Startmethode den vom GNOME-Panel vorgegebenen Regeln. Um die Funktion zum Einfangen des Mauszeigers zu starten, müssen Sie das Applet lediglich zum Panel hinzufügen, und es wird automatisch gestartet.
it: Poiché l'applet «Cattura puntatore» è un'applet da pannello, per avviarla è necessario seguire la procedura per aggiungere una qualsiasi applet al pannello di GNOME. Quindi, per installarla, basta aggiungerla al pannello.

source: In order to add it to the panel, proceed as you do with any panel applet: perform a secondary click on the panel to open its contextual menu, choose <guimenuitem>Add to Panel</guimenuitem>, and you will get the window showing all the applets that can be installed on the GNOME panel.
ca: Per a poder-la afegir al quadre, procediu de la mateixa manera que ho faríeu amb qualsevol miniaplicació del quadre: realitzeu un clic amb el botó secundari al quadre per a obrir el menú contextual, trieu <guimenuitem>Afegeix al quadre</guimenuitem> i obtindreu una finestra que mostra totes les miniaplicacions que es poden instal·lar al quadre del GNOME.
de: Um es zum Panel hinzuzufügen, gehen Sie genauso vor wie mit jedem anderen Panel-Applet: Führen Sie einen Kontextklick auf einer freien Stelle des Panels aus, um das Kontextmenü zu öffnen und wählen Sie <guimenuitem>Zum Panel hinzufügen</guimenuitem>. Daraufhin wird ein Fenster geöffnet, das alle auf dem GNOME-Panel installierbaren Applets anzeigt.
it: Fare clic col pulsante destro del mouse (clic secondario), scegliere <guimenuitem>Aggiungi al pannello...</guimenuitem> per visualizzare il dialogo contenente tutte le applet che è possibile aggiungere.

source: By double clicking on the <guilabel>Pointer Capture</guilabel> item in the Add to Panel window, the Pointer Capture applet will be added to the panel, and it will run until it is removed from the GNOME panel.
ca: En fer doble clic a l'element <guilabel>Captura del punter</guilabel> a la finestra d'Afegeix al quadre, s'afegirà la miniaplicació de captura del punter al quadre i s'executarà fins que sigui suprimit del quadre del GNOME.
de: Durch einen Doppelklick auf den Eintrag <guilabel>Mauszeiger einfangen</guilabel> im Fenster »Zum Panel hinzufügen« wird dieses Applet zum Panel hinzugefügt. Es ist aktiv, bis es wieder aus dem GNOME-Panel entfernt wird.
it: Facendo doppio clic su <guilabel>Cattura del puntatore</guilabel>, l'applet verrà aggiunta al pannello e verrà eseguita finché non viene rimossa.

source: How To Quit The Functions
ca: Com aturar les funcions
de: Beenden der Funktionen
it: Come terminare le funzioni

source: Similar to the starting of the functions, their quitting also depends on the feature that you want to quit.
ca: De manera similar a com iniciar les funcions, la manera d'aturar-les depèn de la funció que voleu aturar.
de: Analog zum Starten der Funktionen hängt das Beenden der Funktionen vom Funktionsmerkmal ab, das Sie beenden wollen.
it: Come per l'attivazione delle funzione, la loro terminazione dipende da quale delle funzioni si prende in considerazione.

source: Quitting The Simulated Secondary Click
ca: Com aturar el clic secundari simulat
de: Beenden des simulierten Kontextklicks
it: Terminare la simulazione del clic secondario

source: It is possible to quit the Simulated Secondary Click in two ways:
ca: És possible sortir del clic secundari simulat de dues maneres:
de: Sie haben zwei verschiedene Möglichkeiten, den simulierten Kontextklick zu beenden:
it: È possibile terminare la simulazione del clic secondario in due modi:

source: By removing the mark from the corresponding checkbox in the control panel of <application>Mousetweaks</application>.
ca: En suprimir la marca de la casella de selecció corresponent al quadre de control del <application>Mousetweaks</application>.
de: Durch Entfernen der Markierung aus dem entsprechenden Ankreuzfeld im Einstellungswerkzeug von <application>Mousetweaks</application>.
it: Deselezionando l'opzione corrispondente nel dialogo delle preferenze di <application>Mousetweaks</application>.

source: Picture of the checkbox to start the simulated right click feature
ca: Imatge de la casella de selecció per a iniciar la funció de clic secundari simulat
de: Ankreuzfeld zum Starten des simulierten Kontextklicks
it: Immagine dell'opzione per attivare la simulazione del clic secondario

source: Please refer to <link linkend="mouse-a11y-start-ssc-by-gui">Start The Simulated Secondary Click From The Graphical User Interface</link> to locate the checkbox.
ca: Vegeu <link linkend="mouse-a11y-start-ssc-by-gui">Com iniciar el clic secundari simulat des de la interfície gràfica d'usuari</link> per a veure on és la casella de selecció.
de: Um den Ort dieses Ankreuzfeldes zu finden, ziehen Sie <link linkend="mouse-a11y-start-ssc-by-gui">Start des simulierten Kontextklicks in der grafischen Oberfläche</link> zu Rate.
it: Per localizzare l'opzione, fare riferimento alla sezione <link linkend="mouse-a11y-start-ssc-by-gui">Dall'interfaccia grafica</link>.

source: By typing the following command at the command line:
ca: Introduint l'ordre següent a la línia d'ordres:
de: Durch Eingabe des folgenden Befehls in einer Befehlszeile:
it: Digitando il seguente comando alla riga di comando:

source: Quitting The Dwell Click
ca: Com suprimir el clic en pausa
de: Beenden des verzögerten Mausklicks
it: Terminare il clic automatico

source: It is possible to quit the dwell click in three ways:
ca: És possible suprimir el clic en pausa de tres maneres:
de: Sie haben drei verschiedene Möglichkeiten, den verzögerten Klick zu beenden:
it: È possibile terminare il clic automatico in tre modi:

source: Picture of the checkbox to start the buttonless click feature
ca: Imatge de la casella de selecció per a iniciar la funció de fer clic sense botó
de: Ankreuzfeld zum Starten des »tastenlosen Klicks«
it: Immagine dell'opzione per attivare il clic all'assenza di movimento del puntatore

source: Please refer to <link linkend="mouse-a11y-start-dwell-by-gui">Start The Dwell Click From The Graphical User Interface</link> to locate the checkbox.
ca: Vegeu <link linkend="mouse-a11y-start-dwell-by-gui">Com iniciar el clic en pausa des de la interfície gràfica d'usuari</link> per a ubicar la casella de selecció.
de: Um den Ort des Ankreuzfeldes zu finden, ziehen Sie <link linkend="mouse-a11y-start-dwell-by-gui">Starten des verzögerten Klicks über die grafische Oberfläche</link> zu Rate.
it: Per localizzare l'opzione, fare riferimento alla sezione <link linkend="mouse-a11y-start-dwell-by-gui">Dall'interfaccia grafica</link>.

source: If the Dwell Click applet has been installed on the GNOME panel, the Dwell Click can be disabled by dwelling with the pointer on its On/Off button.
ca: Si la miniaplicació de clic en pausa s'ha instal·lat al quadre del GNOME, es pot inhabilitar el clic en pausa en fer un clic en pausa amb el punter al botó Actiu/Apagat.
de: Falls das Applet »Verzögerter Klick« auf dem GNOME-Panel installiert ist, kann der verzögerte Klick durch Verschieben des Mauszeigers über den Knopf »Aktivieren/Deaktivieren« abgeschaltet werden.
it: Se l'applet per il clic automatico è stata installata nel pannello, tale funzione può essere disabilitata soffermandosi col puntatore sul pulsante On/Off.

source: Quitting The Pointer Capture Function
ca: Com suprimir la funció de captura del punter
de: Beenden der Funktion zum Einfangen des Mauszeigers
it: Terminare la funzione di cattura del puntatore
