Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/help/*/*.po
Languages: ca, de, it

source: As the Pointer Capture function comes in the form of a panel applet, you have to quit it the same way that you do it with other applets: you have to remove it from the GNOME panel. To do it, perform a right click on the handle of the applet and choose <guimenuitem>Remove From Panel</guimenuitem> from its contextual menu.
ca: Com que la funció de captura del punter té la forma de miniaplicació del quadre, heu de suprimir-la de la mateixa manera que ho feu amb les altres miniaplicacions: heu de suprimir-la del quadre del GNOME. Per a fer-ho, realitzeu un clic amb el botó secundari al gestor de la miniaplicació i trieu <guimenuitem>Suprimeix del quadre</guimenuitem> en el seu menú contextual.
de: Die Funktion zum Einfangen des Mauszeigers ist ein Panel-Applet. Um es zu beenden, müssen Sie es in der gleichen Art und Weise aus dem Panel entfernen, wie Sie es von anderen Applets her kennen. Klicken Sie mit der rechten Maustaste auf den Anfasser des Applets und wählen Sie <guimenuitem>Aus dem Panel entfernen</guimenuitem> im Kontextmenü.
it: Dato che l'applet «Cattura puntatore» è un'applet da pannello, per terminarla è necessario seguire la procedura per eliminare una qualsiasi applet da una pannello. Quindi, per disinstallarla, fare clic sul col pulsante destro sulla "maniglia" dell'applet e scegliere <guimenuitem>Rimuovi dal pannello</guimenuitem> dal menù contestuale.

source: Picture showing the pointer capture area (green) with its contextual menu
ca: Imatge que mostra l'àrea de captura del punter (verd) amb el seu menú contextual
de: Der Mauszeiger-Einfangbereich (grün) mit seinem Kontextmenü
it: Immagine che mostra l'area di cattura del puntatore (verde) con il suo menù contestuale

source: When using the default GNOME theme, the handle of the Pointer Capture applet are the two vertical dotted lines at the left of the pointer capture area.
ca: Quan s'utilitza el tema predeterminat del GNOME, el gestor de la miniaplicació de captura del punter són dues línies verticals puntejades a l'esquerra de l'àrea de captura del punter.
de: Wenn Sie das voreingestellte GNOME-Thema verwenden, wird der Anfasser des Applets zum Einfangen des Mauszeigers durch zwei senkrechte punktierte Linien links vom Applet dargestellt.
it: Quando viene usato il tema predefinito di GNOME, la "maniglia" dell'applet assomiglia a due linee punteggiate verticali posizionate alla sinistra dell'applet.

source: Description Of The Functions
ca: Descripció de les funcions
de: Beschreibung der Funktionen
it: Descrizione delle funzioni

source: Mousetweaks offers three pointer accessibility functions to the user. In this section you will find the description of the three functions: <placeholder-1/>
ca: El Mousetweaks ofereix tres funcions d'accessibilitat del punter a l'usuari. En aquesta secció trobareu la descripció de les tres funcions:
de: Mousetweaks bietet dem Benutzer drei Funktionen bezüglich der Barrierefreiheit der Maus. In diesem Abschnitt finden Sie die Beschreibung der drei Funktionen: <placeholder-1/>
it: Il programma offre all'utente tre funzioni di accessibilità per il puntatore. In questa sezione vengono descritte queste tre funzioni: <placeholder-1/>

source: Simulated Secondary Click Description
ca: Descripció del clic secundari simulat
de: Beschreibung des simulierten Kontextklicks
it: Descrizione del clic secondario simulato

source: When the user activates this feature, he will be able to perform secondary clicks by using the <mousebutton>primary mouse button</mousebutton>. This is especially useful for users that have only one <mousebutton>mouse button</mousebutton> at their disposal.
ca: Quan l'usuari activa aquesta funció, podrà realitzar clics secundaris utilitzant el <mousebutton>botó primari del ratolí</mousebutton>. Això és especialment útil per als usuaris que només tenen un <mousebutton>botó del ratolí</mousebutton> a la seva disposició.
de: Wenn der Benutzer diese Funktion aktiviert, ist er in der Lage, Kontextklicks mit der <mousebutton>primären Maustaste</mousebutton> auszuführen. Dies ist insbesondere für Benutzer nützlich, deren Gerät nur über eine einzige <mousebutton>Maustaste</mousebutton> verfügt.
it: Quando l'utente attiva questa funzionalità, è possibile eseguire clic secondari usando il pulsante <mousebutton>primario</mousebutton> del mouse (quello sinistro). Questo risulta molto utile agli utenti con un mouse dotato di un solo <mousebutton>pulsante</mousebutton>.

source: Picture showing the settings belonging to the Simulated Secondary Click.
ca: Imatge que mostra els paràmetres que pertanyen al clic secundari simulat.
de: Einstellungen bezüglich des simulierten Kontextklicks
it: Immagine che mostra il clic secondario simulato abilitato

source: How Does It Work?
ca: Com funciona?
de: Wie funktioniert es?
it: Come funziona

source: Let us assume that the user has enabled the Simulated Secondary Click feature.
ca: Assumim que l'usuari ha habilitat la funció de clic secundari simulat.
de: Nehmen wir an, der Benutzer hat den simulierten Kontextklick aktiviert.
it: Si assume che l'utente abbia abilitato il clic secondario simulato.

source: To perform a simulated secondary click, the user has to keep the <mousebutton>primary mouse button</mousebutton> pressed without moving the pointer for a determined time. As soon as the determined time has elapsed, the simulated secondary click is issued.
ca: Per a realitzar un clic secundari simulat, l'usuari ha de mantenir premut el <mousebutton>botó primari del ratolí</mousebutton> sense moure el punter durant un temps determinat. Quan hagi transcorregut el temps determinat, es realitzarà el clic secundari simulat.
de: Um einen simulierten Kontextklick auszuführen, müssen Sie die <mousebutton>primäre Maustaste</mousebutton> gedrückt halten, ohne die Maus für eine bestimmte Zeitspanne zu bewegen. Sobald diese Zeitspanne verstrichen ist, wird der simulierte Kontextklick ausgeführt.
it: Per eseguire un clic secondario simulato, è necessario premere il pulsante <mousebutton>sinistro</mousebutton> del mouse e tenerlo premuto senza muovere il puntatore. Passato il tempo impostato nelle preferenze, il clic secondario simulato viene eseguito.

source: While the <mousebutton>primary mouse button</mousebutton> is being held pressed, mousetweaks will fill the arrow of the pointer with another color to give feedback that it is counting down the time before issuing the simulated secondary click.
ca: Mentre es manté premut el <mousebutton>botó primari del ratolí</mousebutton>, el Mousetweaks omplirà la fletxa del punter amb un altre color per a mostrar que s'està fent el compte enrere abans de realitzar el clic secundari simulat.
de: Während die <mousebutton>primäre Maustaste</mousebutton> gedrückt gehalten wird, stellt Mousetweaks den Mauszeiger in einer anderen Farbe dar, wobei die Zeitspanne abzulaufen beginnt, bevor der simulierte Kontextklick wirksam wird.
it: Mentre il pulsante <mousebutton>primario</mousebutton> del mouse viene premuto, il programma colora la freccia del puntatore di un altro colore, per informare del tempo che stra trascorrendo prima di eseguire il clic secondario.

source: Under some circumstances, it happens that the feedback on the arrow of the pointer does not work. The Simulated Secondary Click is issued nevertheless.
it: In alcune circostanze può capitare che il riscontro visivo della freccia non funzioni correttamente. Il clic secondario simulato viene eseguito comunque.

source: The Delay Slider
ca: El lliscador de retard
de: Der Schieberegler für die Verzögerung
it: Il controllo scorrevole del ritardo

source: How long the user has to hold the <mousebutton>primary mouse button</mousebutton> pressed, is determined by the <guilabel>Delay</guilabel> slider located under the activation checkbox. By using this slider, the user can choose the delay most appropriate to him.
ca: El temps que l'usuari ha de mantenir premut el <mousebutton>botó primari del ratolí</mousebutton> el determina el lliscador <guilabel>Retard</guilabel> ubicat sota la casella de selecció d'activació. En utilitzar aquest lliscador, l'usuari pot triar el retard més apropiat per a ell.
de: Wie lange der Benutzer die <mousebutton>primäre Maustaste</mousebutton> gedrückt halten muss, wird durch den Schieberegler <guilabel>Verzögerung</guilabel> unterhalb des Ankreuzfeldes zur Aktivierung festgelegt. Durch Verschieben des Reglers können Sie die gewünschte Verzögerung bestimmen.
it: Il tempo totale che un utente deve tenere premuto il pulsante <mousebutton>primario</mousebutton> del mouse viene determinato dal controllo scorrevole <guilabel>Ritardo</guilabel>, localizzato al di sotto della casella di scelta dell'opzione. Utilizzando questo controllo scorrevole, è possibile impostare il ritardo più adatto alle proprie esigenze.

source: Motion Threshold
ca: Llindar de moviment
de: Bewegungsschwellwert
it: Soglia di movimento

source: People that have trouble to keep the pointer completely motionless can use the Motion Threshold slider of the Dwell Click feature. This setting makes mousetweaks ignore little mouse movements, so that the simulated secondary click is issued even if the pointer is not completely motionless. Please have a look at the section of the <link linkend="mouse-a11y-dwell-motion-treshold">Motion Threshold slider of the Dwell Click feature</link> for more information about it.
ca: Aquells qui tinguin problemes per a mantenir el punter completament sense moviment poden utilitzar el lliscador de llindar de moviment de la funció de clic en pausa. Aquest paràmetre fa que el Mousetweaks ignori els petits moviments del ratolí, de manera que el clic secundari simulat s'activa encara que el punter no estigui completament sense moviment. Per a obtenir-ne més informació, vegeu la secció <link linkend="mouse-a11y-dwell-motion-treshold">Lliscador de llindar de moviment de la funció de clic en pausa</link>.
de: Benutzer, denen es schwerfällt, den Mauszeiger ruhig zu halten, können des Schieberegler »Schwellenwert der Bewegung« des verzögerten Klicks verwenden. Diese Einstellung sorgt dafür, dass Mousetweaks geringfügige Mausbewegungen nicht beachtet, so dass der simulierte Kontextklick ausgeführt wird, auch wenn der Zeit nicht vollkommen ruhig steht. Schauen Sie in den Abschnitt <link linkend="mouse-a11y-dwell-motion-treshold">Bewegungsschwellwert-Schieberegler des verzögerten Klicks</link> für weitere Informationen.
it: Persone con problemi nel mantenere il puntatore completamente immobile possono utilizzare il controllo scorrevole «Soglia di movimento». Questa impostazione consente al programma di ignorare piccoli movimenti, cosicché il clic secondario simulato viene eseguito anche se il puntatore si muove. Per maggiori informazioni, consultare la sezione <link linkend="mouse-a11y-dwell-motion-treshold">Impostare la soglia di movimento</link>.

source: The <guilabel>Motion Threshold</guilabel> slider that is located under the <guilabel>Dwell Click</guilabel> feature is also effective for the <guilabel>Simulated Secondary Click</guilabel> feature, even if the <guilabel>Dwell Click</guilabel> feature is disabled.
ca: El lliscador de <guilabel>Llindar de moviment</guilabel> que està ubicat sota la funció de <guilabel>Clic en pausa</guilabel> també és efectiu per a la funció <guilabel>Clic secundari simulat</guilabel>, encara que la funció <guilabel>Clic en pausa</guilabel> estigui inhabilitada.
de: Der unter der Funktion <guilabel>Verzögerter Klick</guilabel> angezeigte Schieberegler beeinflusst auch den <guilabel>Simulierten Kontextklick</guilabel>, und zwar auch dann, wenn der <guilabel>Verzögerte Klick</guilabel> nicht aktiviert ist.
it: Il controllo scorrevole <guilabel>Soglia di movimento</guilabel> localizzato nella sezione <guilabel>Clic automatico</guilabel>, ha effetto sul <guilabel>Clic secondario simulato</guilabel> anche se l'opzione del <guilabel>Clic automatico</guilabel> è disabilitata.

source: Differences To The Normal Secondary Click
ca: Diferències amb el clic secundari normal
de: Unterschiede zum normalen Kontextklick
it: Differenze col clic secondario normale

source: As the Simulated Secondary Click is not able to discard the <mousebutton>mouse button down</mousebutton> event from the <mousebutton>primary button press</mousebutton> of the user, it issues a primary click just before issuing the secondary click. In other words, each secondary click performed by this function is immediately preceded by a primary click, and this makes it behave a bit differently to the normal secondary click performed by the <mousebutton>secondary mouse button</mousebutton>. For example:
ca: Com que el clic secundari simulat no pot descartar l'esdeveniment de <mousebutton>baixar el botó del ratolí</mousebutton> en <mousebutton>prémer el botó primari</mousebutton> de l'usuari, aquest activa un clic primari just abans d'activar el clic secundari. En altres paraules, cada clic secundari realitzat amb aquesta funció és immediatament precedida per un clic primari, i això fa que el comportament sigui lleugerament diferent al clic secundari normal realitzat amb el <mousebutton>botó secundari del ratolí</mousebutton>. Per exemple:
de: Weil der simulierte Kontextklick nicht in der Lage ist, das Mausereignis <mousebutton>Maustaste gedrückt</mousebutton> vom Ereignis <mousebutton>primäre Taste gedrückt</mousebutton> des Benutzers zu unterscheiden, wird der primäre Klick vor dem Kontextklick ausgeführt. Mit anderen Worten, jeder von dieser Funktion ausgeführte Kontextklick folgt unmittelbar auf einen primären Klick. Deswegen unterscheidet sich das Verhalten ein wenig vom normalen mit der <mousebutton>sekundären Maustaste</mousebutton> ausgeführten Kontextklick. Zum Beispiel:
it: Poiché il clic secondario simulato non è in grado di differenziare l'evento di <mousebutton>pressione del pulsante</mousebutton> quando viene premuto il pulsante <mousebutton>primario</mousebutton>, viene eseguito un clic primario appena prima di quello secondario. Ogni clic secondario eseguito da questa funzione è preceduto da un clic primario, rendendo il suo comportamento leggermente diverso dal clic secondario eseguito col pulsante <mousebutton>secondario</mousebutton> del mouse. Per esempio:

source: It is not possible to perform a secondary click on multiple items because the primary click issued before the secondary click deselects the items.
ca: No és possible realitzar un clic secundari a diversos elements perquè el clic primari activat abans del clic secundari cancel·la la selecció dels elements.
de: Es ist nicht möglich, einen Kontextklick für mehrere Objekte auszuführen, weil der primäre Klick geschieht, bevor der Kontextklick die Auswahl der Objekte umkehrt.
it: Non è possibile eseguire un clic secondario su molteplici oggetti poiché il clic primario eseguito prima di quello secondario deseleziona gli oggetti.

source: When the simulated secondary click is performed on the trash icon on the panel, not only does the contextual menu appear, but the trash folder does also open. (The former is caused by the secondary click, the latter by the primary click preceding the right click.)
ca: Quan el clic secundari simulat es realitza a la icona de paperera del quadre, no només apareix el menú contextual, si no que també s'obre la carpeta de la paperera (el primer és causat pel clic secundari, el segon pel clic primari que el precedeix).
de: Wenn der simulierte Kontextklick auf dem Müll-Symbol im Panel ausgeführt wird, dann wird nicht nur das Kontextmenü angezeigt, sondern auch der Müll-Ordner geöffnet. Ersteres wird durch den Kontextklick selbst hervorgerufen, das letztere durch den primären Klick vor dem Kontextklick.
it: Quando il clic secondario viene eseguito sull'icona del cestino presente nel pannello, non solo viene visualizzato il menù contestuale, ma viene aperta anche la cartella del cestino. Il primo evento è causato dal clic secondario, il secondo dal clic primario che precede quello secondario.

source: It is not possible to provide a list of all diverging behaviours, because it depends on the reaction of the application receiving the secondary click preceded by a primary click.
ca: No és possible proporcionar una llista de tots els comportaments divergents, perquè això depèn de la reacció de l'aplicació que rebi el clic secundari precedit per un clic primari.
de: Es ist nicht möglich, eine Liste aller möglichen Verhaltensweisen aufzustellen, weil dies von der Reaktion der Anwendung beim Empfang des nach dem primären Klicks ausgeführten Kontextklicks abhängt.
it: Non è possibile fornire un elenco completo di tutti i casi in cui il clic secondario si comporta diversamente, poiché il tutto dipende dalla reazione dell'applicazione che riceve il clic secondario preceduto da quello primario.

source: Some users may also be surprised by the consequences of the following: it is not possible to perform a long motionless primary button click and hold, without also triggering the secondary click. For example:
ca: Alguns usuaris també es poden sorprendre de les conseqüències següents: no és possible realitzar un clic llarg sense moviment del botó primari i mantenir-lo, sense també activar el clic secundari. Per exemple:
de: Einige Benutzer dürften auch über folgendes Verhalten überrascht sein: Es ist nicht möglich, bei ansonsten nicht bewegter Mauseinen langen anhaltenden Druck der primären Maustaste auszuführen und die Taste gedrückt zu halten, ohne dass es zur Ausführung des Kontextklicks kommt. Zum Beispiel:
it: Inoltre, non è possibile mantenere un clic primario per un lungo periodo di tempo senza alcun movimento senza eseguire anche il clic secondario. Per esempio:

source: When keeping the primary button pressed on the arrow of a scrollbar, the scrollbar jumps to the bottom after some time. This is in fact the normal behaviour of a secondary click on an arrow of a scrollbar.
ca: Quan es manté premut el botó primari a la fletxa a la barra de desplaçament, la barra de desplaçament saltarà al final després d'un temps. De fet aquest és el comportament normal d'un clic secundari a una fletxa de la barra de desplaçament.
de: Wenn Sie die primäre Maustaste auf einem Pfeil eines Rollbalkens gedrückt halten, springt der Rollbalken nach einiger Zeit nach unten. Dabei handelt es sich um das normale Verhalten bei einem Kontextklick auf diesen Pfeil.
it: Quando si mantiene premuto il pulsante primario del mouse sulla freccia di una barra scorrevole, questa passa al fondo dopo un po' di tempo. Questo è infatti il comportamento normale di un clic secondario su una freccia di una barra scorrevole.

source: To work around this behaviour, simply move the pointer immediately after pressing the <mousebutton>primary mouse button</mousebutton>. This way the simulated secondary click is not issued.
ca: Per a evitar aquest comportament, simplement moveu el punter immediatament després de prémer el <mousebutton>botó primari del ratolí</mousebutton>. D'aquesta manera el clic secundari simulat no s'activarà.
de: Um dieses Verhalten zu beeinflussen, bewegen Sie einfach den Mauszeiger ein wenig, unmittelbar nachdem Sie die <mousebutton>primäre Maustaste</mousebutton> gedrückt haben. Durch dieses Verfahren wird der Kontextklick nicht ausgeführt.
it: Per raggirare questo comportamento, spostare il puntatore del mouse subito dopo aver premuto il pulsante <mousebutton>primario</mousebutton>: in questo modo il clic secondario non viene eseguito.

source: Dwell Click Description
ca: Descripció del clic en pausa
de: Beschreibung des verzögerten Mausklicks
it: Descrizione del clic automatico

source: There are users that cannot use any hardware button. By activating the <guilabel>Dwell Click</guilabel>, they can have the mouse perform the various clicks without pressing any mouse button. The click types that can be performed are: single primary click, double click, drag click and secondary click.
ca: Hi ha usuaris que no poden utilitzar cap botó de maquinari. En activar el <guilabel>Clic en pausa</guilabel> podran fer que el ratolí realitzi els diversos clics sense prémer cap botó del ratolí. Els tipus de clic que es poden realitzar són: un sol clic primari, doble clic, clic d'arrossegament i clic secundari.
de: Es gibt Benutzer, die nicht imstande sind, eine Hardware-Taste zu drücken. Durch Aktivieren des <guilabel>Verzögerten Klicks</guilabel> können sie die verschiedenen Bedienungen der Maustaste ausführen, ohne irgendeine Maustaste zu drücken. Die möglichen Klicks sind: einfacher primärer Klick, Doppelklick, Klick zum Ziehen und Ablegen und Kontextklick.
it: Alcuni utenti non possono utilizzare alcun pulsante hardware. Attivando il <guilabel>Clic automatico</guilabel>, è possibile eseguire i vari clic del mouse senza dover interagire coi pulsanti del mouse. I clic del mouse che è possibile eseguire sono: clic singolo primario, doppio-clic, clic di trascinamento e clic secondario.

source: When the buttonless (dwell) click is active, the <mousebutton>mouse buttons</mousebutton> remain functional and it is still possible to click with the <mousebutton>mouse buttons</mousebutton>.
it: Quando il clic automatico è attivo, i <mousebutton>pulsanti</mousebutton> del mouse sono attivi ed è sempre possibile eseguire i vari clic con tali <mousebutton>pulsanti</mousebutton>.

source: Each time the pointer stops moving, a dwell click is initiated. To give feedback to the user, mousetweaks will fill the arrow of the pointer with another color while it is counting down the time before the click completion kicks in.
ca: Cada cop que el punter s'aturi, s'iniciarà un clic en pausa. Per a mostrar l'acció a l'usuari, el Mousetweaks omplirà la fletxa del punter amb un altre color mentre es realitza el compte enrere abans de que es realitzi el clic.
de: Jedesmal wenn der Mauszeiger nicht mehr bewegt wird, wird ein verzögerter Klick eingeleitet. Um das dem Benutzer zu verdeutlichen, stellt Mousetweaks den Mauszeiger in einer anderen Farbe dar, wobei die Zeitspanne abzulaufen beginnt, bevor die Klick-Vervollständigung geschieht.
it: Ogni qual volta il puntatore si ferma, viene eseguito un clic automatico. Per fornire all'utente un riscontro di quello che avviene, il programma, durante il tempo impostato per l'esecuzione del clic automatico, riempie la freccia del puntatore con un altro colore.

source: Under some circumstances, it happens that the feedback on the arrow of the pointer does not work; the dwell clicks are nevertheless issued.
it: In alcune circostanze può capitare che il riscontro visivo della freccia non funzioni correttamente. Il clic automatico viene eseguito comunque.

source: How the click is completed and how the click type is chosen depends on what dwell mode the user has selected. The two available modes are:
ca: De quina manera es completa el clic i com es tria el tipus de clic depèn del mode de clic en pausa que l'usuari hagi seleccionat. Els dos modes disponibles són:
de: Wie der Klick vervollständigt wird und wie der Klick-Typ ausgewählt wird, hängt von dem vom Benutzer ausgewählten Verzögerungsmodus ab. Die zwei möglichen Modi sind:
it: Come viene completato e scelto il tipo di clic dipende dalla modalità di clic automatico selezionata. Le modalità disponibili sono:

source: Choose type of click beforehand
ca: Selecciona el tipus de clic per avançat
de: Klicktyp im Voraus auswählen
it: Scegliere il tipo di clic in anticipo

source: Choose type of click with mouse gestures
ca: Selecciona el tipus de clic amb gestos del ratolí
de: Klicktyp mit Mausgesten auswählen
it: Scegliere il tipo di clic coi gesti del mouse
