Repository: eurolinux-enterprise-linux-sources/mousetweaks
Catalog: src/help/*/*.po
Languages: ca, de, it

source: @@image: 'figures/mouse-a11y-tab.png'; md5=e932b73762cf5607752fd38934f9aa19
ca: @@image: 'figures/mouse-a11y-tab.png'; md5=004aa356365e42b802199e0e51f84c15
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-ssc-checkbox.png'; md5=3f19228551e955ba0afda595b4bfd9bb
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-checkbox.png'; md5=690dde37df60c6953b4c7e9b256c7a43
ca: @@image: 'figures/mouse-a11y-dwell-checkbox.png'; md5=800e98da4b0ecaa15ed940dcd8fe91be
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-click-type-applet.png'; md5=e6eaa0d03499db4e26a56eb1ae57fe8b
ca: @@image: 'figures/mouse-a11y-dwell-click-type-applet.png'; md5=d14731688177da795de6d7679c6fb8ca
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-pointer-capture-context-menu.png'; md5=b030645f1f3fccb4b6c61f6bdb3ce19a
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-ssc-delay-slider.png'; md5=c09db81cacad7d507a28b568d238da79
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-mode-choice.png'; md5=eff4b5afa3ebc4287f244b72924e1fbf
de: wird im Hilfetext nicht angezeigt
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-click-type-window.png'; md5=251686214f1a9b6e6cf4cc22a66b4b23
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-ctw-checkbox.png'; md5=ede77b0adbc7ac3d1ae1187096c8a51f
de: wird im Hilfetext nicht angezeigt
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-gesture-mapping.png'; md5=e939b50cdd7f6ee7937f9fc311f31e58
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-delay-slider.png'; md5=8d87a631347995c6a770bab22af9b65a
ca: @@image: 'figures/mouse-a11y-dwell-delay-slider.png'; md5=1978a91f3b51b1a61a9f8fe0852fd8f3
de: wird im Hilfetext nicht angezeigt
it: da fare

source: @@image: 'figures/mouse-a11y-dwell-motion-treshold.png'; md5=da1313e8d5588a82dfb8321fc0b65eaa
de: translated
it: da fare

source: @@image: 'figures/mouse-a11y-pointer-capture-locked.png'; md5=87295c217ba3b41a685bffbcedf92fb6
de: wird im Hilfetext nicht angezeigt
it: da fare

source: @@image: 'figures/mouse-a11y-pointer-capture-preferences.png'; md5=a90ff1216071e8c2187be2464cf099ba
de: translated
it: da fare

source: Mousetweaks Manual
ca: Manual del Mousetweaks
de: Mousetweaks-Handbuch
it: Manuale di Mousetweaks

source: <application>Mousetweaks</application> provides mouse accessibility enhancements for the GNOME Desktop.
ca: El <application>Mousetweaks</application> proporciona millores d'accessibilitat del ratolí per a l'escriptori del GNOME.
de: <application>Mousetweaks</application> stellt Verbesserungen der Barrierefreiheit der Maus auf dem GNOME-Desktop bereit.
it: <application>Mousetweaks</application> fornisce caratteristiche di accessibilità al mouse per lo GNOME Desktop.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">link</ulink> or in the the top-level directory of the Mousetweaks source package.
ca: Teniu permís per a copiar, distribuir i/o modificar aquest document, sota els termes de la Llicència de documentació lliure GNU (GFDL), versió 1.3 o qualsevol versió publicada posteriorment per la Free Software Foundation, sense seccions invariants, sense texts de portada i sense texts de contraportada. Podeu trobar una còpia de la GFDL en aquest <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">enllaç</ulink> o en el directori superior del paquet de codi del Mousetweaks.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.3 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">Link</ulink> oder im Basisordner des Mousetweaks-Quellpakets.
it: Questo documento può essere copiato, distribuito o modificato solo in conformità con i termini della GNU Free Documentation License (GFDL) Versione 1.3 o delle versioni successive pubblicate dalla Free Software Foundation senza sezioni invariabili, frontespizi e testi di copertina. Una copia della GFDL è disponibile su questo <ulink type="http" url="http://www.gnu.org/licenses/fdl-1.3.txt">collegamento</ulink> o nella directory principale dei sorgenti di Mousetweaks.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ca: Aquest manual forma part d'una col·lecció de manuals del GNOME distribuïts sota la GFDL. Si voleu distribuir aquest manual independentment de la col·lecció, podeu fer-ho afegint una còpia de la llicència al manual, tal com es descriu a la secció 6 de la llicència.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
it: Questo manuale fa parte di una raccolta di manuali GNOME distribuita in conformità con la GFDL. Per poter distribuire questo manuale separatamente, è necessario inserirvi una copia della licenza, come descritto nella sezione 6 della licenza.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ca: Molts dels noms que les empreses utilitzen per a distingir els seus productes i serveis es consideren marques comercials. Quan aquests noms apareguin en qualsevol documentació del GNOME, si els membres del Projecte de documentació del GNOME han estat avisats pel que fa a les marques, els noms apareixeran en majúscules o amb les inicials en majúscules.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
it: Molti dei nomi usati dalle aziende per distinguere i propri prodotti e servizi sono rivendicati come marchi. Quando questi nomi compaiono nella documentazione di GNOME, e i partecipanti al GNOME Documentation Project sono consapevoli del loro utilizzo, essi vengono scritti in lettere maiuscole o con l'iniziale maiuscola.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ca: EL DOCUMENT S'OFEREIX «TAL COM ÉS», SENSE CAP TIPUS DE GARANTIA, NI EXPLÍCITA NI IMPLÍCITA; AIXÒ INCLOU, SENSE LIMITAR-S'HI, LES GARANTIES QUE EL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT NO TINGUI DEFECTES, SIGUI COMERCIALITZABLE, SIGUI ADEQUAT PER A UN ÚS CONCRET O NO INFRINGEIXI CAP LLEI. TOT EL RISC PEL QUE FA A LA QUALITAT, EXACTITUD I RENDIMENT DEL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT ÉS VOSTRE. EN CAS QUE EL DOCUMENT RESULTÉS DEFECTUÓS EN QUALSEVOL ASPECTE, VÓS (NO PAS L'ESCRIPTOR INICIAL, L'AUTOR O CAP ALTRE COL·LABORADOR) ASSUMIU TOT EL COST DE MANTENIMENT, REPARACIÓ O CORRECCIÓ. AQUESTA RENÚNCIA DE GARANTIA CONSTITUEIX UNA PART ESSENCIAL D'AQUESTA LLICÈNCIA. NO S'AUTORITZA L'ÚS DE CAP DOCUMENT O VERSIÓ MODIFICADA DEL DOCUMENT EXCEPTE SOTA AQUESTA RENÚNCIA DE GARANTIA; I
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
it: IL DOCUMENTO VIENE FORNITO SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, INCLUSE, MA SENZA LIMITAZIONE, LE GARANZIE ATTESTANTI CHE IL DOCUMENTO O LE SUE VERSIONI MODIFICATE SIANO PRIVI DI DIFETTI, COMMERCIALIZZABILI, IDONEI A UN DETERMINATO SCOPO O CHE NON VIOLINO DIRITTI DI TERZI. SI DECLINA QUALUNQUE RESPONSABILITÀ RIGUARDO AI RISCHI INERENTI LA QUALITÀ, L'ACCURATEZZA E LE PRESTAZIONI DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA. QUALORA UN DOCUMENTO O UNA SUA VERSIONE MODIFICATA DOVESSERO PRESENTARE QUALUNQUE TIPO DI DIFETTO, IL COSTO DI EVENTUALI INTERVENTI DI ASSISTENZA, RIPARAZIONE O CORREZIONE SARÀ A CARICO DELL'UTENTE (NON DEL REDATTORE INIZIALE, DELL'AUTORE O DI ALTRI COLLABORATORI). QUESTA LIMITAZIONE DELLA GARANZIA COSTITUISCE PARTE ESSENZIALE DELLA LICENZA. L'USO DEL DOCUMENTO O DELLE SUE VERSIONI MODIFICATE È CONSENTITO SOLO ENTRO I TERMINI DI QUESTA LIMITAZIONE DELLA GARANZIA;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ca: EN CAP CAS I SOTA CAP INTERPRETACIÓ LEGAL, JA SIGUI PER AGREUJAMENT (INCLOENT-HI LA NEGLIGÈNCIA), CONTRACTE O ALTRE CAS, L'AUTOR, L'ESCRIPTOR ORIGINAL, QUALSEVOL DELS COL·LABORADORS O DISTRIBUÏDORS DEL DOCUMENT O UNA VERSIÓ MODIFICADA DEL DOCUMENT NI CAP PROVEÏDOR D'AQUESTES PARTS NO SERAN RESPONSABLES DAVANT DE NINGÚ PER CAP DANY DIRECTE, INDIRECTE, ESPECIAL, ACCIDENTAL O CONSECUTIU DE QUALSEVOL TIPUS; AIXÒ INCLOU, SENSE LIMITAR-S'HI, ELS DANYS PER PÈRDUA DE CLIENTS, INTERRUPCIONS DE LA FEINA, FALLADA O MALFUNCIONAMENT DE L'ORDINADOR, O QUALSEVOL ALTRA PÈRDUA O DANY RELACIONAT AMB L'ÚS DEL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT, FINS I TOT SI S'HA INFORMAT AQUESTA PART DE LA POSSIBILITAT D'AQUESTS DANYS.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, INCLUSI I PRINCIPI DI COLPA (INCLUSA LA NEGLIGENZA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALUNQUE DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALUNQUE PERSONA PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORMATE DELLA POSSIBILITÀ DI TALI DANNI.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ca: EL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT S'OFEREIXEN SOTA ELS TERMES DE LA LLICÈNCIA DE DOCUMENTACIÓ LLIURE DE GNU, TENINT EN COMPTE QUE: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
it: QUESTO DOCUMENTO E LE SUE VERSIONI MODIFICATE VENGONO FORNITI IN BASE AI TERMINI DELLA GNU FREE DOCUMENTATION LICENSE, CON L'INTESA CHE: <placeholder-1/>

source: version 2.25.90
ca: versió 2.25.90
it: Versione 2.25.90

source: February 2nd 2009
ca: 2 de febrer de 2009
de: 2. Februar 2009
it: 2 febbraio 2009

source: The manual has been edited to match the changes done to mousetweaks for GNOME 2.26. Moreover, the license of the manual has been raised to GFDL 1.3.<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
ca: El manual s'ha editat per a coincidir els canvis realitzats al Mousetweaks per al GNOME 2.26. A més, la llicència del manual s'ha actualitzat a la GFDL 1.3. <email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
de: Dieses Handbuch wurde überarbeitet, um die Änderungen in Mousetweaks für GNOME 2.26 zu berücksichtigen. Weiterhin wurde die Lizenz dieses Handbuchs in die GFDL 1.3 geändert. <email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
it: Questo manuale è stato modificato affinché corrispondesse alle modifiche effettuate a Mousetweaks per GNOME 2.26. Inoltre, la licenza del manuale è stata portata alla GFDL 1.3.<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: version 2.24
ca: versió 2.24
it: Versione 2.24

source: July 2008
ca: Juliol de 2008
de: Juli 2008
it: Luglio 2008

source: The contents of the manual have been upgraded to integrate the improvements done to mousetweaks for GNOME 2.24.<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
ca: Els continguts del manual s'han actualitzat per a integrar les millores realitzades al Mousetweaks per al GNOME 2.24. <email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
de: Der Inhalt des Handbuchs wurde an die Änderungen in Mousetweaks für die verbesserte Integration in GNOME 2.24 angepasst. <email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>
it: Questo manuale è stato modificato affinché corrispondesse alle modifiche effettuate a Mousetweaks per GNOME 2.24. Inoltre, la licenza del manuale è stata portata alla GFDL 1.3.<email>Francesco Fumanti &lt;frfumanti@svn.gnome.org&gt;</email>

source: version 2.21.5
ca: versió 2.21.5
it: Versione 2.21.5

source: January 2008
ca: Gener de 2008
de: Januar 2008
it: Gennaio 2008

source: The contents of the manual have been adapted to the changes applied to mousetweaks for its integration into GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
ca: Els continguts del manual s'han adaptat als canvis aplicats al Mousetweaks per a la seva integració al GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
de: Der Inhalt des Handbuchs wurde an die Änderungen in Mousetweaks für die Integration in GNOME 2.22 angepasst. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>
it: I contenuti di questo manuale sono stati adattati alle modifiche applicate a Mousetweaks per l'integrazione in GNOME 2.22. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>

source: version 0.2
ca: versió 0.2
it: Versione 0.2

source: November 2007
ca: Novembre de 2007
it: Novembre 2007

source: The contents of the manual have been adapted to the default theme of GNOME, called Clearlooks. This version is included with the release 0.2.6 of Mousetweaks. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
ca: Els continguts del manual s'han adaptat al tema predeterminat del GNOME, anomenat Clearlooks. Aquesta versió s'inclou amb la versió 0.2.6 del Mousetweaks. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
de: Der Inhalt des Handbuchs wurde an das Standardthema »Clearlooks« des GNOME-Desktops angepasst. Diese Version wird mit Mousetweaks 0.2.6 ausgeliefert. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
it: I contenuti di questo manuale sono stati adattati al tema predefinito di GNOME, Clearlooks. Questa versione è inclusa con il rilascio 0.2.6 di Mousetweaks. Francesco Fumanti <email>frfumanti@svn.gnome.org</email>

source: version 0.1
ca: versió 0.1
it: Versione 0.1

source: October 2007
ca: Octubre de 2007
de: Oktober 2007
it: Ottobre 2007

source: First draft of the manual. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
ca: Primer esborrany del manual. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
de: Erste Version des Handbuchs. Francesco Fumanti <email>francesco.fumanti@gmx.net</email>
it: Prima stesura del manuale. Fumanti <email>francesco.fumanti@gmx.net</email>

source: This manual describes the accessibility tools provided by mousetweaks and its graphical user interfaces consisting of the accessibility tab of the mouse control panel and two panel applets.
it: Questo manuale descrive gli strumenti di accessibilità forniti da Mousetweaks e dalla sua interfaccia grafica composta dalla sezione sull'accessibilità dei controlli del mouse e da due applet da pannello.

source: To report a bug or make a suggestion regarding the Mousetweaks application or this manual, please go to GNOME's Bugzilla.
ca: Per a informar d'un error o fer algun suggeriment sobre l'aplicació Mousetweaks o aquest manual, aneu al Bugzilla del GNOME.
de: Um einen Fehler zu melden oder einen Vorschlag zur Mousetweaks-Anwendung oder zu diesem Handbuch zu machen, benutzen Sie bitte das Bugzilla-Fehlererfassungssystem von GNOME.
it: Per segnalare un problema o inviare suggerimenti riguardo questa applicazione o su questo manuale, visitare il sistema Bugzilla di GNOME.

source: Feedback
ca: Comentaris
de: Rückmeldungen
it: Commenti

source: To report a bug or make a suggestion regarding <application>the mousetweaks module</application> (i.e.: mouse accessibility), its user interface or its manual, please use the facilities provided by <ulink type="http" url="http://bugzilla.gnome.org/">GNOME's Bugzilla</ulink>.
ca: Per a informar d'un error o fer algun suggeriment sobre el mòdul <application>Mousetweaks</application> (accessibilitat del ratolí), la seva interfície d'usuari o el seu manual, utilitzeu les eines proporcionades pel <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla del GNOME</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zum <application>Mousetweaks-Modul</application> (d.h. zur Barrierefreiheit der Maus), dessen Benutzeroberfläche oder zu dessen Handbuch zu machen, benutzen Sie bitte das <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla-Fehlererfassungssystem</ulink> von GNOME.
it: Per segnalare un problema o inviare suggerimenti riguardo il modulo <application>mousetweaks</application> (come l'accessibilità), l'interfaccia grafica o su questo manuale, utilizzare il sistema <ulink type="http" url="http://bugzilla.gnome.org/">Bugzilla di GNOME</ulink>.

source: Introduction
ca: Introducció
de: Einführung
it: Introduzione

source: <application>Mousetweaks</application> provides mouse accessibility enhancements for the GNOME Desktop. Indeed, it offers the following functions to the user:
ca: El <application>Mousetweaks</application> proporciona millores d'accessibilitat del ratolí per a l'escriptori del GNOME. Aquest ofereix les funcions següents a l'usuari:
de: <application>Mousetweaks</application> stellt Verbesserungen der Barrierefreiheit der Maus auf dem GNOME-Desktop bereit. Im Einzelnen stehen dem Benutzer folgende Funktionen zur Verfügung:
it: <application>Mousetweaks</application> fornisce avanzate funzioni di accessibilità del mouse per lo GNOME Desktop mettendo a disposizione le seguenti funzioni:

source: Simulated secondary click: it allows the user to perform a secondary click (menu click) by holding down the primary mouse button while keeping the pointer motionless.
ca: Clic secundari simulat: permet a l'usuari realitzar un clic secundari (clic de menú) en mantenir premut el botó primari del ratolí mentre es manté el punter sense moure'l.
de: Der simulierte Kontextklick ermöglicht Benutzern die Ausführung eines Kontextklicks (Menüklicks) durch Gedrückthalten der primären Maustaste, ohne dass der Mauszeiger bewegt wird.
it: Simulazione del clic secondario: consente di eseguire un clic secondario (clic di menù) premendo e tenendo premuto il pulsante primario mentre non viene eseguito alcun movimento col puntatore.

source: Dwell click: it allows the user to perform the various clicks without pressing any <hardware>hardware button</hardware>.
ca: Clic en pausa: permet a l'usuari realitzar diversos clics sense prémer cap <hardware>botó de maquinari</hardware>.
de: Der verzögerte Klick ermöglicht Benutzern die Ausführung verschiedener Klicks, ohne eine <hardware>Hardware-Taste</hardware> zu drücken.
it: Clic automatico: consente di eseguire diversi clic senza premere alcun <hardware>pulsante hardware</hardware>.
